const additionalDictionary = [
    { rus: 'я', heb: 'אני', speak: 'анИ', type: 'местоимение' },
    { rus: 'ты (м)', heb: 'אתה', speak: 'атА', type: 'местоимение' },
    { rus: 'ты (ж)', heb: 'את', speak: 'ат', type: 'местоимение' },
    { rus: 'вы (м)', heb: 'אתם', speak: 'атЭм', type: 'местоимение' },
    { rus: 'вы (ж)', heb: 'אתן', speak: 'атЭн', type: 'местоимение' },
    { rus: 'мы', heb: 'אנחנו', speak: 'анАхну', type: 'местоимение' },
    { rus: 'он', heb: 'הוא', speak: 'hу', type: 'местоимение' },
    { rus: 'она', heb: 'היא', speak: 'hи', type: 'местоимение' },
    { rus: 'они (м)', heb: 'הם', speak: 'hем', type: 'местоимение' },
    { rus: 'они (ж)', heb: 'הן', speak: 'hен', type: 'местоимение' },

    ///////////////////////////////////////////////////////////////////////////////////////////
    { rus: 'мне', heb: 'לי', speak: 'лі', type: '-' },
    { rus: 'тебе (м)', heb: 'לְךָ', speak: 'льэхА', type: 'мужской' },
    { rus: 'тебе (ж)', heb: 'לָךְ', speak: 'льах', type: 'женский' },
    { rus: 'нам', heb: 'לָנוּ', speak: 'лАну', type: 'множественное' },
    { rus: 'вам (м)', heb: 'לָכֶם', speak: 'льахЭм', type: 'мужское, множественное' },
    { rus: 'вам (ж)', heb: 'לָכֵן', speak: 'льахЭн', type: 'женское, множественное' },
    { rus: 'ему', heb: 'לוֹ', speak: 'льО', type: 'мужской' },
    { rus: 'ей', heb: 'לָהּ', speak: 'льА', type: 'женский' },
    { rus: 'им (м)', heb: 'לָהֶם', speak: 'льаhЭм', type: 'мужское, множественное' },
    { rus: 'им (же)', heb: 'לָהֶן', speak: 'льаhЭн', type: 'женское, множественное' },

    ///////////////////////////////////////////////////////////////////////////////////////////
    { rus: 'мой, моя, моё, мои', heb: 'שֶׁלִּי', speak: 'щэлИ', type: 'местоимение' },
    { rus: 'твой', heb: 'שֶׁלְּךָ', speak: 'щэльхА', type: 'мужской, местоимение' },
    { rus: 'твоя', heb: 'שֶׁלָּךְ', speak: 'щэльАх', type: 'женский, местоимение' },
    { rus: 'его', heb: 'שֶׁלּוֹ', speak: 'щэлО', type: 'мужской, местоимение' },
    { rus: 'её', heb: 'שֶׁלָּהּ', speak: 'щэлА', type: 'женский, местоимение' },
    { rus: 'наша', heb: 'שלנו', speak: 'щэланУ', type: 'местоимение' },
    { rus: 'ваша (м)', heb: 'שלכם', speak: 'щэлахЭм', type: 'мужской, местоимение' },
    { rus: 'ваша (ж)', heb: 'שלכן', speak: 'щэлахЭн', type: 'женский, местоимение' },
    { rus: 'их (муж.)', heb: 'שֶׁלָהֶם', speak: 'щэлаhЭм', type: 'мужской, местоимение' },
    { rus: 'их (жен.)', heb: 'שֶׁלָּהֶן', speak: 'щэлаhЭн', type: 'женский, местоимение' },

    ///////////////////////////////////////////////////////////////////////////////////////////
    { rus: 'меня', heb: 'אותי', speak: 'отИ', type: '-' },
    { rus: 'тебя (м)', heb: 'אותך', speak: 'отхА', type: 'мужской' },
    { rus: 'тебя (ж)', heb: 'אותך', speak: 'отэХ', type: 'женский' },
    { rus: 'его', heb: 'אותו', speak: 'отО', type: 'мужской' },
    { rus: 'её', heb: 'אותה', speak: 'отА', type: 'женский' },
    { rus: 'нас', heb: 'אותנו', speak: 'отАну', type: '-' },
    { rus: 'вас (м)', heb: 'אותכם', speak: 'отхЭм', type: 'мужской' },
    { rus: 'вас (ж)', heb: 'אותכן', speak: 'отхЭн', type: 'женский' },
    { rus: 'их (м)', heb: 'אותם', speak: 'отАм', type: 'мужской' },
    { rus: 'их (ж)', heb: 'אותן', speak: 'отАн', type: 'женский' },

    ///////////////////////////////////////////////////////////////////////////////////////////
    ///////////////////////////////////////////////////////////////////////////////////////////
    ///////////////////////////////////////////////////////////////////////////////////////////
    { rus: 'это (он), этот', heb: 'זֶה', speak: 'зэ', type: 'мужской' },
    { rus: 'это (она), эта', heb: 'זֹאת', speak: 'зот', type: 'женский' },
    { rus: 'эти', heb: 'אלה', speak: 'Элэ', type: 'множественное (оба рода)' },

    { rus: 'этот (табутер этот)', heb: 'הַזֶּה', speak: 'hазЭ', type: 'мужское' },
    { rus: 'эта (овсянка эта)', heb: 'הַזּוֹ / הַזֹּאת', speak: 'hазОт / hазО', type: 'женское' },
    { rus: 'эти (орехи эти)', heb: 'הָאֵלֶּה', speak: 'hаЭлэ', type: 'множественное' },

    { rus: 'этому (м)', heb: 'לָזֶה', speak: 'льазЭ', type: 'к мужскому предмету' },
    { rus: 'этой (ж)', heb: 'לָזֹאת / לָזוֹ', speak: 'льазО / льазОт', type: 'к женскому предмету' },
];

export { additionalDictionary };
