const myDictionaryFull = [
    ///////// 2018.11.09 /////////////////////////
    { rus: 'папа', heb: 'אַבָּא', speak: 'Аба', type: 'мужской' },
    { rus: 'пришёл', heb: 'בָּא', speak: 'ба', type: 'мужской' },
    { rus: 'пришла', heb: 'בָּאָה', speak: 'баА', type: 'женский' },
    { rus: 'отец', heb: 'אָב', speak: 'ав', type: 'мужской' },
    { rus: 'спина, назад, тыл, спинка (стула)', heb: 'גַּב', speak: 'гав', type: 'мужской' },
    { rus: 'крыша', heb: 'גַּג', speak: 'гаг', type: 'мужской' },
    { rus: 'ткань, холст, материя, ветка (редко используется)', heb: 'בַּד', speak: 'бад', type: 'мужской' },
    { rus: 'рыба', heb: 'דָּג', speak: 'даг', type: 'мужской' },
    { rus: 'беспокоится, переживать', heb: 'דָּאַג', speak: 'дАаг', type: 'инфинитив' },
    { rus: 'одежда', heb: 'בֶּגֶד', speak: 'бЭгэд', type: 'мужской' },
    { rus: 'руль, управлять (глагол)', heb: 'הֶגֶה', speak: 'hЭгэ', type: 'мужской' },
    { rus: 'любовь', heb: 'אַהֲבָה', speak: 'аhавА', type: 'женский' },
    
    ///////// 2018.11.10 /////////////////////////
    { rus: 'крючок', heb: 'וּו', speak: 'ву', type: 'мужской' },
    { rus: 'кукла', heb: 'בּוּבָה', speak: 'бувА', type: 'женский' },
    { rus: 'одинокий, изолированный', heb: 'בּוֹדֵד', speak: 'бодЭд', type: 'мужской' },
    { rus: 'одинокая, изолированная', heb: 'בּוֹדֵדָה', speak: 'бодЭда', type: 'женский' },
    
    ///////// 2018.11.11 /////////////////////////
    { rus: 'волк', heb: 'זֶאֶב', speak: 'зЭэв', type: 'мужской' },
    { rus: 'муха', heb: 'זְבוֹב', speak: 'звОв', type: 'мужской' },
    { rus: 'это (мужское)', heb: 'זֶה', speak: 'зэ', type: 'мужской' },
    { rus: 'это (женское)', heb: 'זוֹ', speak: 'зо', type: 'женский' },
    { rus: 'золото', heb: 'זָהָב', speak: 'заhАв', type: 'мужской' },
    
    ///////// 2018.11.12 /////////////////////////
    { rus: 'милый, любезный', heb: 'חָבִיב', speak: 'хавИв', type: 'мужской' },
    { rus: 'милая, любезная', heb: 'חֲבִיבָה', speak: 'хавивА', type: 'женский' },
    { rus: 'один', heb: 'אֶחָד', speak: 'эхАд', type: 'мужской' },
    { rus: 'одна', heb: 'אַחַת', speak: 'ахАт', type: 'женский' },
    { rus: 'процент, захват, поглощение', heb: 'אֲחוּז', speak: 'ахУз', type: 'мужской' },
    { rus: 'отклонил', heb: 'דָּחָה', speak: 'дахА', type: 'мужской' },
    { rus: 'отклонила', heb: 'דָּחָה', speak: 'дахА', type: 'женский' },
    
    ///////// 2018.11.13 /////////////////////////
    { rus: 'хороший, добрый', heb: 'טוֹב', speak: 'тОв', type: 'мужской' },
    { rus: 'хорошая, добрая', heb: 'טוֹבָה', speak: 'товА', type: 'женский' },
    { rus: 'нитка, шнур, провод', heb: 'חוּט', speak: 'хУт', type: 'мужской' },
    { rus: 'грех, ошибка', heb: 'חֵטְא', speak: 'хЭт', type: 'мужской' },
    { rus: 'согрешил, сделал ошибку', heb: 'חָטָא', speak: 'хатА', type: 'мужской (прошедшее)' },
    { rus: 'согрешила, сделала ошибку', heb: 'חָטְאָה', speak: "хат'А", type: 'женский (прошедшее)' },
    { rus: 'загадка, головоломка', heb: 'חִידָה', speak: 'хідА', type: 'женский' },
    { rus: 'надёжный, уверенный, безопасный', heb: 'בָּטוּחַ', speak: 'батУах', type: 'мужской' },
    { rus: 'надёжная, уверенная, безопасная', heb: 'בָּטוּחָה', speak: 'бтухА', type: 'женский' },
    
    ///////// 2018.11.14 /////////////////////////
    { rus: 'рука', heb: 'יָד', speak: 'яд', type: 'женский' },
    { rus: 'руки (несколько)', heb: 'יָדַיִם', speak: 'ядАйм', type: 'женский' },
    { rus: 'вместе', heb: 'יַחַד', speak: 'йАхад', type: '-' },
    { rus: 'друг, приятель', heb: 'יָדִיד', speak: 'йадИд', type: 'мужской' },
    { rus: 'подруга, приятельница', heb: 'יְדִידָה', speak: 'йедидА', type: 'женский' },
    { rus: 'живой, живёт', heb: 'חַי', speak: 'хАй', type: 'мужской' },
    { rus: 'живая, живёт (она), животное', heb: 'חַיָּה', speak: 'хайА', type: 'женский' },
    { rus: 'животное (общее название)', heb: 'חַיָּה', speak: 'хайА', type: 'женский' },
    { rus: 'честь, уважение, почёт', heb: 'כָּבוֹד', speak: 'кавОд', type: 'мужской' },
    { rus: 'длинный, протяжённый', heb: 'אָרוֹךְ', speak: 'арОх', type: 'мужской' },
    { rus: 'длинная, протяжённая', heb: 'אָרוּכָּה', speak: 'арухА', type: 'женский' },
    
    ///////// 2018.11.15 /////////////////////////
    { rus: 'сердце', heb: 'לֵב', speak: 'лЭв', type: 'мужской' },
    { rus: 'нет, не', heb: 'לֹא', speak: 'льО', type: '-' },
    { rus: 'собака', heb: 'כֶּלֶב', speak: 'кЭлэв', type: 'мужской' },
    { rus: 'шёл, путник', heb: 'הָלַךְ', speak: 'hАлах', type: 'мужской' },
    { rus: 'шла, путница', heb: 'הֲלָכָה', speak: 'hалАха', type: 'женский' },
    { rus: 'прийти, приходить', heb: 'לָבוֹא', speak: 'лавО', type: 'инфинитив' },
    { rus: 'доска, планшет, таблица', heb: 'לוֹחַ', speak: 'лОах', type: 'мужской' },
    
    ///////// 2018.11.16 /////////////////////////
    { rus: 'мама', heb: 'אִמָּא', speak: 'Има', type: 'женский' },
    { rus: 'вода', heb: 'מַיִם', speak: 'мАим', type: 'множество' },
    { rus: 'мозг', heb: 'מוֹחַ', speak: 'мОах', type: 'мужской' },
    { rus: 'царь', heb: 'מֶלֶךְ', speak: 'мЭлэх', type: 'мужской' },
    { rus: 'красивая, привлекательная', heb: 'נָאָה', speak: 'нАа', type: 'женский' },
    { rus: 'красивый, привлекательный', heb: 'נָאֶה', speak: 'наЭ', type: 'мужской' },
    { rus: 'белый, был выяснен', heb: 'לָבָן', speak: 'лавАн', type: 'мужской' },
    { rus: 'белая, кирпич, луна', heb: 'לְבָנָה', speak: 'лэванА', type: 'женский' },
    { rus: 'пророк (он)', heb: 'נָבִיא', speak: 'навИ', type: 'мужской' },
    { rus: 'пророчица', heb: 'נְבִיאָה', speak: 'нэвиА', type: 'женский' },
    
    ///////// 2018.11.17 /////////////////////////
    { rus: 'конь, лошадь (самец)', heb: 'סוּס', speak: 'сУс', type: 'мужской' },
    { rus: 'конь, кобыла (самка)', heb: 'סוּסָה', speak: 'сусА', type: 'женский' },
    { rus: 'тайна, секрет', heb: 'סוֹד', speak: 'сОд', type: 'мужской' },
    { rus: 'переулок, тесная улочка', heb: 'סִמְטָה', speak: 'симтА', type: 'женский' },
    { rus: 'опыт, испытание, попытка (одна)', heb: 'נִסָּיוֹן', speak: 'нісайОн', type: 'мужской' },
    { rus: 'опыты, испытания, попытки (несколько)', heb: 'נִסְיוֹנוֹת', speak: 'нісйонОт', type: 'мужской' },
    { rus: 'вежливость, тактичность', heb: 'נִימוּס', speak: 'нимУс', type: 'мужской' },
    { rus: 'белка (самец)', heb: 'סְנַאי', speak: 'снАй', type: 'мужской' },
    { rus: 'белка (самка), улитка', heb: 'סְנָאִית', speak: 'снАіт', type: 'женский' },
    { rus: 'беда, осложнение, запутанность', heb: 'סִיבּוּךְ', speak: 'сибУх', type: 'мужской' },
    
    ///////// 2018.11.18 /////////////////////////
    { rus: 'глаз, источник воды', heb: 'עַיִן', speak: 'Аін', type: 'женский' },
    { rus: 'исчезнувший, пропавший, неизвестный', heb: 'נַעְלָם', speak: 'нэАлам', type: 'мужской' },
    { rus: 'исчезнувшая, пропавшая, неизвестная', heb: 'נַעֲלְמָה', speak: 'нэАльма', type: 'женский' },
    { rus: 'двигался, передвигался', heb: 'נַע', speak: 'нА', type: 'мужской (прошедшее)' },
    { rus: 'двигалась, передвигалась', heb: 'נַעֲה', speak: 'нАа', type: 'женский (прошедшее)' },
    { rus: 'касающийся, трогающий', heb: 'נֹגֵעַ', speak: 'нОгэа', type: 'мужской' },
    { rus: 'касающаяся, трогающая', heb: 'נוֹגַעַת', speak: 'ногАат', type: 'женский' },
    { rus: 'торт, пирог', heb: 'עוּגָה', speak: 'угА', type: 'женский' },
    { rus: 'изучение, анализ, обзор', heb: 'עִיוּן', speak: 'ійУн', type: 'мужской' },
    { rus: 'слон', heb: 'פִּיל', speak: 'пИль', type: 'мужской' },
    { rus: 'конец, окончание', heb: 'סוֹף', speak: 'сОф', type: 'мужской' },
    { rus: 'работник, деятель, глагол (в грамматике)', heb: 'פוֹעַל', speak: 'фОаль', type: 'мужской' },
    
    ///////// 2018.11.19 /////////////////////////
    { rus: 'игрушка', heb: 'צַעְצוּעַ', speak: 'цаацУа', type: 'мужской' },
    { rus: 'игрушки', heb: 'צַעֲצוּעִים', speak: 'цаацуИм', type: 'мужской' },
    { rus: 'дерево', heb: 'עֵץ', speak: 'Эц', type: 'мужской' },
    { rus: 'потомок (мужской)', heb: 'צֶאצָא', speak: 'цэцА', type: 'мужской' },
    { rus: 'потомок (женский)', heb: 'צֶאצָאִית', speak: 'цэцаИт', type: 'женский' },
    { rus: 'обезьяна', heb: 'קוֹף', speak: 'кОф', type: 'мужской' },
    { rus: 'лето, пробуждение', heb: 'קַיִץ', speak: 'кАиц', type: 'мужской' },
    { rus: 'отрывок, отрезок, сегмент, эпизод, фрагмент, абзац', heb: 'קֶטַע', speak: 'кЭта', type: 'мужской' },
    { rus: 'место, пространство', heb: 'מָקוֹם', speak: 'макОм', type: 'мужской' },
    { rus: 'места, пространства (много)', heb: 'מְקוֹמוֹת', speak: 'мэкомОт', type: 'мужской' },
    { rus: 'справедливость, правосудие', heb: 'צֶדֶק', speak: 'цЭдек', type: 'мужской' },
    { rus: 'прыгнул', heb: 'קָפַץ', speak: 'кафАц', type: 'мужской (прошедшее)' },
    { rus: 'прыгнула', heb: 'קָפְצָה', speak: 'кафцА', type: 'женский (прошедшее)' },
    
    ///////// 2018.11.20 /////////////////////////
    { rus: 'хочет, хотеть (мужской)', heb: 'רוֹצֶה', speak: 'роцЭ', type: 'мужской' },
    { rus: 'хочет, хотеть (женский)', heb: 'רוֹצָה', speak: 'роцА', type: 'женский' },
    { rus: 'вижу, смотрю (мужской)', heb: 'רוֹאֶה', speak: 'роЭ', type: 'мужской' },
    { rus: 'вижу, смотрю (женский)', heb: 'רוֹאָה', speak: 'роА', type: 'женский' },
    { rus: 'спокойный, тихий', heb: 'רָגֻעַ', speak: 'рагУа', type: 'мужской' },
    { rus: 'спокойная, тихая', heb: 'רְגוּעָה', speak: 'рэгуА', type: 'женский' },
    { rus: 'ветер, душа', heb: 'רוּח', speak: 'рУУх', type: 'женский' },
    { rus: 'доход, прибыль', heb: 'רֶוַח', speak: 'рЭвах', type: 'мужской' },
    { rus: 'холодный, холод', heb: 'קַר', speak: 'кАр', type: 'мужской' },
    { rus: 'холодная, холод', heb: 'קָרָה', speak: 'карА', type: 'женский' },
    
    ///////// 2018.11.21 /////////////////////////
    { rus: 'мир, привет, прощание', heb: 'שָלוֹם', speak: 'шалОм', type: 'мужской' },
    { rus: 'стол, таблица', heb: 'שֻלְחָן', speak: 'шульхАн', type: 'мужской' },
    { rus: 'столы, таблицы (много)', heb: 'שֻלְחָנוֹת', speak: 'шульханОт', type: 'мужской' },
    { rus: 'платье', heb: 'שִמְלָה', speak: 'щімэлА', type: 'женский' },
    { rus: 'весёлый, рад', heb: 'שָׂמֵחַ', speak: 'самЭах', type: 'мужской' },
    { rus: 'весёлая, рада', heb: 'שְׂמֵחָה', speak: 'смэхА', type: 'женский' },
    { rus: 'слышать, услышать', heb: 'לִשְׁמוֹעַ', speak: 'ліщмОа', type: 'инфинитив' },
    { rus: 'слышал, услышал', heb: 'שָמַע', speak: 'щамА', type: 'мужской (прошедшее)' },
    { rus: 'слышала, услышала', heb: 'שָמְעָה', speak: 'щамъА', type: 'женский (прошедшее)' },
    
    ///////// 2018.11.22 /////////////////////////
    { rus: 'апельсин, оранжевый', heb: 'תַּפּוּז', speak: 'тапУз', type: 'мужской' },
    { rus: 'апельсины (много), сладости', heb: 'תַּפּוּזִים', speak: 'тапузІм', type: 'мужской' },
    { rus: 'яблоко, набухший', heb: 'תַּפּוּחַ', speak: 'тапУах', type: 'мужской' },
    { rus: 'яблоки (много), отёчность', heb: 'תַּפּוּחִים', speak: 'тапухІм', type: 'мужской' },
    { rus: 'занятый, пойманный', heb: 'תָּפוּס', speak: 'тафУс', type: 'мужской' },
    { rus: 'занятая, пойманная', heb: 'תְּפוּסָה', speak: 'тфусА', type: 'женский' },
    { rus: 'неожиданный, удивительный, поразительный', heb: 'מַפְתִּיעַ', speak: 'мафтИйа', type: 'мужской' },
    { rus: 'неожиданная, удивительная, поразительная', heb: 'מַפְתִּיעָה', speak: 'мафтійА', type: 'женский' },
    { rus: 'ключ', heb: 'מַפְתֵּחַ', speak: 'мафтЭах', type: 'мужской' },
    { rus: 'промышленность, индустрия', heb: 'תעשייה / תַּעֲשִׂיָּה', speak: 'таасийА', type: 'женский' },
    { rus: 'надежда', heb: 'תִּקְוָה', speak: 'тиквА', type: 'женский' },

    ///////// 2025.01.18 /////////////////////////
    { rus: 'буква, символ, знак', heb: 'אוֹת', speak: 'от', type: 'женский' },
    { rus: 'буквы (много)', heb: 'אוֹתִיּוֹת', speak: 'отійОт', type: 'женский' },
    { rus: 'символы, знаки (много)', heb: 'אוֹתוֹת', speak: 'отОт', type: 'женский' },
    { rus: 'конец, окончание', heb: 'סוֹף', speak: 'сОф', type: 'мужской' },
    { rus: 'конечный', heb: 'סוֹפִי', speak: 'софІ', type: 'мужской' },
    { rus: 'конечная', heb: 'סוֹפִית', speak: 'софІт', type: 'женский' },
    { rus: 'конечные', heb: 'סוֹפִיּוֹת', speak: 'софійОт', type: 'множественное' },
    { rus: 'конечная буква', heb: 'אוֹת סוֹפִית', speak: 'от софІт', type: 'женский' },
    { rus: 'конечные буквы', heb: 'אוֹתִיּוֹת סוֹפִיּוֹת', speak: 'отійОт софійОт', type: 'женский' },
    { rus: 'надо, нужно, должен', heb: 'צָרִיךְ', speak: 'царІх', type: 'мужской' },
    { rus: 'надо, нужно, должна', heb: 'צְרִיכָה', speak: 'цріхА', type: 'женский' },
    { rus: 'пословица', heb: 'פִּתְגָּם', speak: 'пітгАм', type: 'мужской' },
    { rus: 'да', heb: 'כֵּן', speak: 'кЭн', type: 'нейтральный' },
    { rus: 'кибуц', heb: 'קִיבּוּץ', speak: 'кібУц', type: 'мужской' },
    { rus: 'министр', heb: 'שַׂר', speak: 'сАр', type: 'мужской' },
    { rus: 'петь', heb: 'לָשִׁיר', speak: 'лащІр', type: 'инфинитив' },
    { rus: 'поёт', heb: 'שָׁר', speak: 'щАр', type: 'мужской (настоящее)' },
    
    ///////// 2025.01.20 /////////////////////////
    { rus: 'стоит того, имеет смысл, выгодный, рекомендуется', heb: 'כְּדַאִי', speak: 'кэдайИ', type: '-' },
    { rus: 'программа, план, проект', heb: 'תָּכְנִית', speak: 'тахнИт', type: 'женский' },
    { rus: 'программы, планы, проекты (много)', heb: 'תָּכְנִיּוֹת', speak: 'тахнийОт', type: 'женский' },
    { rus: 'корабль, судно', heb: 'אונייה / אֻנִיָּה', speak: '(онийА) унИйа', type: 'женский' },
    { rus: 'базар, рынок', heb: 'שׁוּק', speak: 'щук', type: 'мужской' },
    { rus: 'базары, рынки (много)', heb: 'שׁוּקִים', speak: 'щукИм', type: 'мужской' },
    { rus: 'число, номер', heb: 'מִסְפָּר', speak: 'міспАр', type: 'мужской' },
    { rus: 'парикмахер', heb: 'מַסְפֵּר', speak: 'маспЭр', type: 'мужской' },
    { rus: 'ось, петля (дверная), посол, дипломат', heb: 'צִיר', speak: 'цір', type: 'мужской' },
    { rus: 'птица', heb: 'צִפּוֹר', speak: 'ціпОр', type: 'женский' },
    { rus: 'птицы (много)', heb: 'צִפּוֹרוֹת', speak: 'ціпорОт', type: 'женский' },
    { rus: 'всё, весь, целый, всё остальное', heb: 'הַכֹּל', speak: 'hакОль', type: '-' },
    { rus: 'полдень, обед', heb: 'צהריים / צָהֳרַיִם', speak: 'цаhорАім', type: 'всегда множественное' },
    { rus: 'яйцо', heb: 'בֵּיצָה', speak: 'бэйцА', type: 'женский' },
    { rus: 'яйца (много)', heb: 'בֵּיצִים', speak: 'бэйцИм', type: 'женский' },
    { rus: 'о тебе (к мужчине)', heb: 'עָלֶיךָ', speak: 'алЭха', type: '-' },
    { rus: 'о тебе (к женщине)', heb: 'עָלֵיךְ', speak: 'алЭйіх', type: '-' },
    { rus: 'правда, истина', heb: 'אֱמֶת', speak: 'эмЭт', type: 'женский' },
    { rus: 'мальчик, подросток', heb: 'נַעַר', speak: 'нАар', type: 'мужской' },
    { rus: 'мальчики, подростоки (много)', heb: 'נְעָרִים', speak: 'нэарИм', type: 'мужской' },
    { rus: 'преступление, нарушение, переход, переправа', heb: 'עֲבֵירָה', speak: 'авЭйра', type: 'женский' },
    
    ///////// 2025.01.25 /////////////////////////
    { rus: 'азия', heb: 'אָסִיָּה', speak: 'Асія', type: 'женский' },
    { rus: 'октябрь', heb: 'אוֹקְטוֹבֶּר', speak: 'октОбэр', type: 'мужской' },
    { rus: 'победитель', heb: 'ווִינֵר', speak: 'вІнэр', type: 'мужской' },
    { rus: 'победители (много), сосиски', heb: 'ווִינֵרִים', speak: 'вінэрІм', type: 'мужской' },
    { rus: 'физика', heb: 'פִיזִיקָה', speak: 'фІзіка', type: 'женский' },
    { rus: 'театр', heb: 'תֵּיאַטְרוֹן', speak: 'тэатрОн', type: 'мужской' },
    { rus: 'театры (много)', heb: 'תֵּיאַטְרוֹנִים', speak: 'тэатронІм', type: 'мужской' },
    { rus: 'математика', heb: 'מָתֵמָטִיקָה', speak: 'матэмАтіка', type: 'женский' },
    { rus: 'кафедра', heb: 'קתדרה / כַּתֶּדְרָה', speak: 'катэдрА', type: 'женский' },
    
    ///////// 2025.01.28 /////////////////////////
    { rus: 'салат', heb: 'סלט', speak: 'салАт', type: 'мужской' },
    { rus: 'шампанское', heb: 'שמפניה', speak: 'шампАнія', type: 'женский' },
    { rus: 'автобус', heb: 'אוטובוס', speak: 'Отобус', type: 'мужской' },
    { rus: 'шовинизм', heb: 'שוביניזם', speak: 'шовинИзэм', type: 'мужской' },
    { rus: 'цивилизация', heb: 'ציוויליזציה', speak: 'цівилизАція', type: 'женский' },
    { rus: 'рапорт, отчёт', heb: 'רפורט', speak: 'рапОрт', type: 'мужской' },
    { rus: 'карамель', heb: 'קרמל', speak: 'карамЭль', type: 'мужской' },
    { rus: 'репертуар', heb: 'רפרטואר', speak: 'рэпэртуАр', type: 'мужской' },
    { rus: 'реформа', heb: 'רפורמה', speak: 'рэфОрма', type: 'женский' },
    { rus: 'рецепт', heb: 'רצפט', speak: 'рэцЭпт', type: 'мужской' },
    { rus: 'ремонт', heb: 'רמונט', speak: 'рэмОнт', type: 'мужской' },
    { rus: 'флора', heb: 'פלורה', speak: 'флОра', type: 'женский' },
    { rus: 'целлюлоза', heb: 'צלולוזה', speak: 'цэлюлозА', type: '' },
    { rus: 'фонетика', heb: 'פונטיקה', speak: 'фонЭтика', type: '' },
    { rus: 'шок', heb: 'שוק', speak: 'шок', type: '' },
    { rus: 'комунна', heb: 'קומונה', speak: 'комУна', type: '' },
    { rus: 'керамика', heb: 'קרמיקה', speak: 'кэрАмика', type: '' },
    { rus: 'эмбарго', heb: 'אמברגו', speak: 'эмбАрго', type: '' },
    { rus: 'эпизод', heb: 'אפיזוד', speak: 'эпизОд', type: '' },
    { rus: 'эстетика', heb: 'אסתטיקה', speak: 'эстЭтика', type: '' },
    { rus: 'террор', heb: 'טרור', speak: 'терОр', type: '' },
    { rus: 'инсулин', heb: 'אינסולין', speak: 'инсулИн', type: '' },
    { rus: 'идиллия', heb: 'אידיליה', speak: 'идИлія', type: '' },
    { rus: 'агроном', heb: 'אגרונום', speak: 'агронОм', type: '' },
    { rus: 'демократия', heb: 'דמוקרטיה', speak: 'дэмокрАтія', type: '' },
    { rus: 'инфляция', heb: 'אינפלציה', speak: 'инфлЯція', type: '' },
    { rus: 'одеколон', heb: 'אודקולון', speak: 'одэкольОн', type: '' },
    { rus: 'депрессия', heb: 'דפרסיה', speak: 'дэпрэсія', type: '' },
    { rus: 'инстинкт', heb: 'אינסטינקט', speak: 'инстИнкэт', type: '' },
    { rus: 'халтура', heb: 'חלטורה', speak: 'хальтУра', type: '' },
    { rus: 'алгебра', heb: 'אלגברה', speak: 'альгэбрА', type: '' },
    { rus: 'элемент', heb: 'אלמנט', speak: 'элэмЕнт', type: '' },
    { rus: 'альбом', heb: 'אלבום', speak: 'альбОм', type: '' },
    { rus: 'инфекция', heb: 'אינפקציה', speak: 'инфЭкція', type: '' },
    { rus: 'автономия', heb: 'אוטונומיה', speak: 'отонОмія', type: '' },
    { rus: 'ислам', heb: 'אסלאם', speak: 'ислАм', type: '' },
    { rus: 'атлас', heb: 'אטלס', speak: 'Атлас', type: '' },
    { rus: 'имитация', heb: 'אימיטציה', speak: 'имитацІя', type: '' },
    { rus: 'администратор', heb: 'אדמיניסטרטור', speak: 'администратОр', type: '' },
    { rus: 'атом, герметичный, непрозрачный', heb: 'אטום', speak: 'атОм', type: '' },
    { rus: 'изоляция', heb: 'איזולציה', speak: 'изоляцІя', type: '' },
    { rus: 'инкогнито', heb: 'אינקוגניטו', speak: 'инкогнитО', type: '' },
    { rus: 'альтернатива', heb: 'אלטרנטיבה', speak: 'альтернатИва', type: '' },
    { rus: 'ирония', heb: 'אירוניה', speak: 'ирОнія', type: '' },
    { rus: 'алкоголь', heb: 'אלכוהול', speak: 'Алькоhоль', type: '' },
    { rus: 'аллергия', heb: 'אלרגיה', speak: 'альЭргія', type: '' },
    { rus: 'монолог', heb: 'מונולוג', speak: 'монольОг', type: '' },
    { rus: 'графомания', heb: 'גרפומניה', speak: 'графомАнія', type: '' },
    { rus: 'хулиган', heb: 'חוליגן', speak: 'хулигАн', type: '' },
    { rus: 'дилетант', heb: 'דילטנט', speak: 'дильэтАнт', type: '' },
    
    ///////// 2025.01.29 /////////////////////////
    { rus: 'эволюция', heb: 'אבולוציה', speak: 'эволЮція', type: '' },
    { rus: 'эгоизм', heb: 'אגואיזם', speak: 'эгоИзэм', type: '' },
    { rus: 'вето', heb: 'וטו', speak: 'wЕто', type: '' },
    { rus: 'вектор', heb: 'וקטור', speak: 'вэктОр', type: '' },
    { rus: 'свитер', heb: 'סוודר', speak: 'свЭдэр', type: '' },
    { rus: 'позитив', heb: 'פוזיטיב', speak: 'позитИв', type: '' },
    { rus: 'репродукция', heb: 'רפרודוקציה', speak: 'репродУкція', type: '' },
    { rus: 'визуальный', heb: 'ויזואלי', speak: 'визуАлі', type: '' },
    { rus: 'конвенция, соглашение', heb: 'קונוונציה', speak: 'конвЭнція', type: '' },
    { rus: 'авангард', heb: 'אוונגרד', speak: 'авангАрд', type: '' },
    { rus: 'индивидуальный', heb: 'אינדיבידואלי', speak: 'индивидуАлі', type: '' },
    { rus: 'инвалид, неверный', heb: 'אינווליד', speak: 'инвальИд', type: '' },
    { rus: 'инвентарь, изобретатель', heb: 'אינוונטר', speak: 'инвэнтАр', type: '' },
    { rus: 'изобретать', heb: 'אינוונט', speak: 'инwАнт', type: '' },
    { rus: 'эквивалент', heb: 'אקוויוולנט', speak: 'эквивальЭнт', type: '' },
    { rus: 'аквариум', heb: 'אקווריום', speak: 'акwАриум', type: '' },
    { rus: 'гравитация', heb: 'גרוויטציה', speak: 'гравитАція', type: '' },
    { rus: 'саванна', heb: 'סוואנה', speak: 'саwАна', type: '' },
    { rus: 'сендвич', heb: "'סנדוויצ", speak: 'сэндвИч', type: '' },
    { rus: 'коллектив', heb: 'קולקטיב', speak: 'кольэктИв', type: '' },
    { rus: 'паб', heb: 'פאב', speak: 'паб', type: '' },
    { rus: 'клуб', heb: 'קלוב', speak: 'кльуб', type: '' },

    ///////// 2025.02.02 /////////////////////////
    { rus: 'магазин, продуктовая лавка, бакалея', heb: 'מַכּוֹלֶת', speak: 'макОльэт', type: 'женский' },
    { rus: 'овсянка', heb: 'שיבולת שועל', speak: 'щибОлэт щуАль', type: 'женский' },
    { rus: 'колос (злака)', heb: 'שִׁבֹּלֶת / שיבולת', speak: 'щибОлэт', type: 'женский' },
    { rus: 'лис (самец)', heb: 'שׁוּעָל', speak: 'щуАль', type: 'мужской' },
    { rus: 'лисица (самка)', heb: 'שׁוּעָלָה', speak: 'щуалА', type: 'женский' },
    { rus: 'овсяные хлопья', heb: 'קוואקר', speak: 'кwAкэр', type: 'мужской' },
    
    ///////// 2025.02.03 /////////////////////////
    { rus: 'просить, требовать, запрашивать', heb: 'לְבַקֵּשׁ', speak: 'льэвакЭщ', type: 'инфинитив' },
    { rus: 'деревня, поселение', heb: 'כְּפָר', speak: 'кфАр', type: 'мужской' },
    
    ///////// 2025.02.06 /////////////////////////
    { rus: 'архитектор', heb: 'אדריכלית', speak: 'адрихалИт', type: '' },
    { rus: 'архитектура', heb: 'אדריכלות', speak: 'адрихальУт', type: '' },
    { rus: 'архитектор ландшафтный', heb: 'אדריכל נוף', speak: 'адрихАль ноф', type: '' },
    { rus: 'архитектура ландшафтная', heb: 'אדריכלות נוף', speak: 'адрихальУт ноф', type: '' },
    
    ///////// 2025.02.07 /////////////////////////
    { rus: 'число (номер)', heb: 'מִסְפָּר', speak: 'миспАр', type: 'мужской' },
    { rus: 'единственный', heb: 'יָחִיד', speak: 'йахИд', type: 'мужской' },
    { rus: 'единственная (единица)', heb: 'יְחִידָה', speak: 'йэхидА', type: 'женский' },
    { rus: 'много (мужской), многочисленные', heb: 'רַבִּים', speak: 'рабИм', type: 'мужской' },
    { rus: 'много (женский), многочисленные', heb: 'רַבּוֹת', speak: 'рабОт', type: 'женский' },
    { rus: 'двойной, парный, чётный', heb: 'זוּגִי', speak: 'зугИ', type: 'мужской' },
    { rus: 'двойная, парная, чётная', heb: 'זוּגִית', speak: 'зугИт', type: 'женский' },
    { rus: 'пара (мужской)', heb: 'זוּג', speak: 'зУг', type: 'мужской' },
    { rus: 'пара (женский)', heb: 'זּוּגוֹת', speak: 'зугОт', type: 'женский' },
    { rus: 'род, пол, вид', heb: 'מִין', speak: 'мин', type: '-' },
    { rus: 'мужской пол', heb: 'זָכָר', speak: 'захАр', type: 'мужской' },
    { rus: 'женский пол', heb: 'נְקֵבָה', speak: 'нэкэвА', type: 'женский' },
    { rus: 'ученик', heb: 'תַּלְמִיד', speak: 'тальмИд', type: 'мужской' },
    { rus: 'ученица', heb: 'תַּלְמִידָה', speak: 'тальмидА', type: 'женский' },
    { rus: 'книга', heb: 'סֵפֶר', speak: 'сЭфэр', type: 'мужской' },
    { rus: 'книги (много)', heb: 'סְפָרִים', speak: 'сфарИм', type: 'мужской' },
    { rus: 'тетрадь', heb: 'מַחְבֶּרֶת', speak: 'мэхабЭрэт', type: 'женский' },
    { rus: 'окно', heb: 'חַלּוֹן', speak: 'хальОн', type: 'мужской' },
    { rus: 'магазин', heb: 'חֲנוּת', speak: 'ханУт', type: 'женский' },

    ///////// 2025.02.19 /////////////////////////
    { rus: 'стул', heb: 'כִּיסֵּא', speak: 'кісЭ', type: 'мужской' },
    { rus: 'кресло', heb: 'כּוּרסָה', speak: 'курсА', type: 'женский' },
    { rus: 'диван', heb: 'סַפָּה', speak: 'сапА', type: 'женский' },
    { rus: 'кровать', heb: 'מִיטָה', speak: 'мітА', type: 'женский' },
    { rus: 'табурет, крыльцо, веранда', heb: 'שְׁרַפרַף', speak: 'щрафрАф', type: 'мужской' },
    { rus: 'табуреты (много)', heb: 'שְׁרַפרָפִים', speak: 'щрафрапИм', type: 'мужской' },
    { rus: 'сумка, портфель, рюкзак', heb: 'תיק', speak: 'тИк', type: 'мужской' },
    { rus: 'профессия, специальность, предмет (в школе)', heb: 'מִקְצוֹעַ', speak: 'мікцОа', type: 'мужской' },
    { rus: 'профессии, специальности, предметы (в школе), фрагменты', heb: 'מִקְצוֹעוֹת', speak: 'мікцоОт', type: 'мужской' },
    { rus: 'цвет, краска', heb: 'צֶבַע', speak: 'цэвА', type: 'мужской' },
    { rus: 'цвета, краски', heb: 'צְבָעִים', speak: 'цваІм', type: 'мужской' },
    { rus: 'инструмент, посудина, фигура (шахматная)', heb: 'כְּלִי', speak: 'клі', type: 'мужской' },
    { rus: 'инструменты, посуда, фигуры (шахматные)', heb: 'כֵּלִים', speak: 'кэлІм', type: 'мужской' },
    { rus: 'фрукт, плод', heb: 'פְּרִי', speak: 'прі', type: 'мужской' },
    { rus: 'фрукты, плоды (много)', heb: 'פֵּרוֹת', speak: 'пэрОт', type: 'мужской' },

    ///////// 2025.02.20 /////////////////////////
    { rus: 'репатриант', heb: 'עוֹלֶה', speak: 'олЭ', type: 'мужской' },
    { rus: 'репатриантка', heb: 'עוֹלָה', speak: 'олА', type: 'женский' },
    { rus: 'лист (растения, дерева)', heb: 'עָלֶה', speak: 'алЭ', type: 'мужской' },
    { rus: 'договор, контракт', heb: 'חוֹזֶה', speak: 'хозЭ', type: 'мужской' },
    { rus: 'договоры, контракты', heb: 'חוֹזִים', speak: 'хозИм', type: 'мужской' },
    { rus: 'грудь, грудная клетка', heb: 'חָזֶה', speak: 'хазЭ', type: 'мужской' },
    { rus: 'груди, грудные клетки', heb: 'חָזוֹת', speak: 'хазОт', type: 'мужской' },
    { rus: 'учитель', heb: 'מוֹרֶה', speak: 'морЭ', type: 'мужской' },
    { rus: 'учительница', heb: 'מוֹרָה', speak: 'морА', type: 'женский' },
    { rus: 'учители', heb: 'מוֹרִים', speak: 'морИм', type: 'мужской' },
    { rus: 'учительницы', heb: 'מוֹרוֹת', speak: 'морОт', type: 'женский' },

    ///////// 2025.02.21 /////////////////////////
    { rus: 'счётчик', heb: 'מוֹנֶה', speak: 'монЭ', type: 'мужской' },
    { rus: 'дедушка', heb: 'סַבָּא', speak: 'сАба', type: 'мужской' },
    { rus: 'дедушки и бабушки', heb: 'סַבָּאִים', speak: 'сабаИм', type: 'мужской' },
    { rus: 'армия', heb: 'צָבָא', speak: 'цавА', type: 'мужской' },
    { rus: 'армии (несколько)', heb: 'צְבָאוֹת', speak: 'цваОт', type: 'мужской' },
    { rus: 'жажда, испытывающий жажду', heb: 'צָמֵא', speak: 'цамЭ', type: 'мужской' },
    { rus: 'испытывающая жажду', heb: 'צְמֵאָה', speak: 'цмэА', type: 'женский' },
    { rus: 'трава, газон, лужайка, зелень', heb: 'דֶּשֶׁא', speak: 'дЭщэ', type: 'мужской' },
    { rus: 'травы, газоны, лужайки, зелень (много)', heb: 'דְּשָׁאִים', speak: 'дэщаИм', type: 'мужской' },

    ///////// 2025.02.23 /////////////////////////
    { rus: 'хлеб', heb: 'לֶחֶם', speak: 'лЭхэм', type: 'мужской' },
    { rus: 'хлеб (много)', heb: 'לְחָמִים', speak: 'лэхамИм', type: 'мужской' },
    { rus: 'молоко', heb: 'חָלָב', speak: 'хальАв', type: 'мужской' },
    { rus: 'молоко (много)', heb: 'חֲלָבִים', speak: 'хальавИм', type: 'мужской' },
    { rus: 'вино', heb: 'יַיִן', speak: 'йАін', type: 'мужской' },
    { rus: 'вина (много)', heb: 'יֵינוֹת', speak: 'йэінОт', type: 'мужской' },
    { rus: 'голубь, голубка', heb: 'יוֹנָה', speak: 'йонА', type: 'женский' },
    { rus: 'голуби (самцы)', heb: 'יוֹנִים', speak: 'йонИм', type: 'мужской' },
    { rus: 'голуби (самки)', heb: 'יוֹנוֹת', speak: 'йонОт', type: 'женский' },

    ///////// 2025.02.24 /////////////////////////
    { rus: 'Извините, простите', heb: 'סְלִיחָה', speak: 'сліхА', type: 'женский' },
    { rus: 'Спасибо', heb: 'תּוֹדָה', speak: 'тодА', type: 'женский' },
    { rus: 'Пожалуйста', heb: 'בְּבַקָּשָׁה', speak: 'бэвакащА', type: 'женский' },

    { rus: 'Где ...?', heb: 'אֵיפֹה', speak: 'Эйфо', type: '-' },
    { rus: 'Сколько ...?', heb: 'כַּמָּה', speak: 'кАма', type: '-' },
    { rus: 'Что ...?', heb: 'מַה', speak: 'мА', type: '-' },

    ///////// 2025.02.25 /////////////////////////
    { rus: 'опора, поддержка', heb: 'תּוֹמֵךְ', speak: 'томЭх', type: 'мужской' },
    { rus: 'поддерживать, подпирать', heb: 'לִתְמוֹךְ', speak: 'літмОх', type: 'инфинитив' },
    
    ///////// 2025.02.26 /////////////////////////
    { rus: 'тёплый, гарячий, свёкр, тесть, хам', heb: 'חַם', speak: 'хАм', type: 'мужской' },
    { rus: 'я', heb: 'אני', speak: 'анИ', type: 'местоимение' },
    { rus: 'ты', heb: 'אתה / את', speak: 'атА / ат', type: 'местоимение' },
    { rus: 'вы', heb: 'אתם / אתן', speak: 'атЭм / атЭн', type: 'местоимение' },
    { rus: 'мы', heb: 'אנחנו', speak: 'анАхну', type: 'местоимение' },
    { rus: 'он', heb: 'הוא', speak: 'hу', type: 'местоимение' },
    { rus: 'она', heb: 'היא', speak: 'hи', type: 'местоимение' },
    { rus: 'они', heb: 'הם / הן', speak: 'hем / hен', type: 'местоимение' },

    ///////// 2025.02.27 /////////////////////////
    { rus: 'любит (он)', heb: 'אוֹהֵב', speak: 'оhЭв', type: 'мужской' },
    { rus: 'любит (она)', heb: 'אוֹהֶבֶת', speak: 'оhэвЭт', type: 'женский' },
    { rus: 'король', heb: 'מֶלֶךְ', speak: 'мЭлэх', type: 'мужской' },
    { rus: 'короли (много)', heb: 'מְלָכִים', speak: 'мэлахИм', type: 'мужской' },
    { rus: 'королева', heb: 'מַלְכָּה', speak: 'малькА', type: 'женский' },
    { rus: 'ест (он), еда', heb: 'אוֹכֵל', speak: 'Охэль', type: 'мужской' },
    { rus: 'ест (она)', heb: 'אוֹכֶלֶת', speak: 'охЭлэт', type: 'женский' },
    { rus: 'идёт (он)', heb: 'הוֹלֵךְ', speak: 'hолЭх', type: 'мужской' },
    { rus: 'идёт (она)', heb: 'הוֹלֶכֶת', speak: 'hолЭхэт', type: 'женский' },
    { rus: 'вижу, видит (он)', heb: 'רוֹאֶה', speak: 'роЭ', type: 'мужской' },
    { rus: 'вижу, видит (она)', heb: 'רוֹאָה', speak: 'роА', type: 'женский' },
    { rus: 'мальчик', heb: 'יֶלֶד', speak: 'йЭлэд', type: 'мужской' },
    { rus: 'дети (смесь), мальчики', heb: 'יְלָדִים', speak: 'йэладИм', type: 'мужской' },
    { rus: 'девочка', heb: 'יַלְדָּה', speak: 'йэльдА', type: 'женский' },
    { rus: 'девочки (много)', heb: 'יְלָדוֹת', speak: 'йэладОт', type: 'женский' },
    { rus: 'мужчина', heb: 'גֶּבֶר', speak: 'гЭвэр', type: 'мужской' },
    { rus: 'мужчины (много)', heb: 'גְּבָרִים', speak: 'гварИм', type: 'мужской' },
    { rus: 'женщина', heb: 'אִישָׁה', speak: 'ищА', type: 'женский' },
    { rus: 'женщины (много)', heb: 'נָשִׁים', speak: 'нащИм', type: 'женский' },
    { rus: 'дорога, путь', heb: 'דֶּרֶךְ', speak: 'дЭрэх', type: 'женский' },
    { rus: 'радостный, весёлый', heb: 'שָׂמֵחַ', speak: 'самЭах', type: 'мужской' },
    { rus: 'радостная, весёлая', heb: 'שְׂמֵחָה', speak: 'смэхА', type: 'женский' },
    { rus: 'радорстные, весёлые (мужчины)', heb: 'שְׂמֵחִים', speak: 'смехИм', type: 'мужской' },
    { rus: 'радорстные, весёлые (женщины)', heb: 'שְׂמֵחוֹת', speak: 'смехОт', type: 'женский' },
    { rus: 'грузовик', heb: 'מַשָּׂאִית', speak: 'масаИт', type: 'женский' },
    { rus: 'грузовики (много)', heb: 'מַשָּׂאִיּוֹת', speak: 'масайОт', type: 'женский' },
    { rus: 'пьёт (он)', heb: 'שׁוֹתֶה', speak: 'щотЭ', type: 'мужской' },
    { rus: 'пьёт (она)', heb: 'שׁוֹתָה', speak: 'щотА', type: 'женский' },
    { rus: 'это (он), этот', heb: 'זֶה', speak: 'зэ', type: 'мужской' },
    { rus: 'это (она), эта', heb: 'זֹאת', speak: 'зот', type: 'женский' },
    { rus: 'эти', heb: 'אלה', speak: 'Элэ', type: 'множественное (оба рода)' },
    { rus: 'рис', heb: 'אוֹרֶז', speak: 'Орэз', type: 'мужской' },
    { rus: 'орех', heb: 'אֱגוֹז', speak: 'эгОз', type: 'мужской' },
    { rus: 'орехи (много)', heb: 'אֱגוֹזִים', speak: 'эгозИм', type: 'мужской' },

    ///////// 2025.02.28 /////////////////////////
    { rus: 'хочет (он)', heb: 'רוֹצֶה', speak: 'роцЭ', type: 'мужской' },
    { rus: 'хочет (она)', heb: 'רוֹצָה', speak: 'роцА', type: 'женский' },

    ///////// 2025.03.01 /////////////////////////
    { rus: 'апельсин', heb: 'תַּפּוּז', speak: 'тапУз', type: 'мужской' },
    { rus: 'апельсины (много)', heb: 'תַּפּוּזִים', speak: 'тапузИм', type: 'мужской' },
    { rus: 'яблоко', heb: 'תַּפּוּחַ', speak: 'тапУах', type: 'мужской' },
    { rus: 'яблоки (много)', heb: 'תַּפּוּחִים', speak: 'тапухИм', type: 'мужской' },
    { rus: 'радость, удовольствие', heb: 'כֵּיף', speak: 'кЭф', type: 'мужской' },
    { rus: 'красивый', heb: 'יָפֶה', speak: 'йафЭ', type: 'мужской' },
    { rus: 'красивая', heb: 'יָפָה', speak: 'йафА', type: 'женский' },
    { rus: 'сладкий', heb: 'מָתוֹק', speak: 'матОк', type: 'мужской' },
    { rus: 'сладкая', heb: 'מְתוּקָה', speak: 'мэтукА', type: 'женский' },
    { rus: 'читает (он)', heb: 'קוֹרֵא', speak: 'корЭ', type: 'мужской' },
    { rus: 'читает (она)', heb: 'קוֹרֵאת', speak: 'корЭт', type: 'женский' },
    { rus: 'персик', heb: 'אֲפַרְסֵק', speak: 'афарсЭк', type: 'мужской' },
    { rus: 'персики (много)', heb: 'אֲפַרְסֵקִים', speak: 'афарсэкИм', type: 'мужской' },
    { rus: 'курица, птица', heb: 'עוף', speak: 'оф', type: 'мужской' },
    { rus: 'курицы, птицы', heb: 'עוֹפוֹת', speak: 'офОт', type: 'мужской' },
    { rus: 'торт, пирог', heb: 'עוּגָה', speak: 'угА', type: 'женский' },
    { rus: 'торты, пироги', heb: 'עוּגוֹת', speak: 'угОт', type: 'женский' },
    { rus: 'плохой, злой', heb: 'רַע', speak: 'рА', type: 'мужской' },
    { rus: 'плохая, злая', heb: 'רָעָה', speak: 'раА', type: 'женский' },
    { rus: 'грустный, печальный', heb: 'עַצּוּב', speak: 'ацУв', type: 'мужской' },
    { rus: 'грустная, печальная', heb: 'עַצּוּבָה', speak: 'ацувА', type: 'женский' },
    { rus: 'газета', heb: 'עִיתּוֹן', speak: 'итОн', type: 'мужской' },
    { rus: 'газеты (много)', heb: 'עִיתּוֹנִים', speak: 'итонИм', type: 'мужской' },
    { rus: 'сок', heb: 'מִיץ', speak: 'миц', type: 'мужской' },
    { rus: 'соки (много)', heb: 'מִיצִים', speak: 'мицИм', type: 'мужской' },
    { rus: 'кислый', heb: 'חָמוּץ', speak: 'хамУц', type: 'мужской' },
    { rus: 'кислая', heb: 'חָמוּצָה', speak: 'хамуцА', type: 'женский' },
    { rus: 'вкусный', heb: 'טָעִים', speak: 'таИм', type: 'мужской' },
    { rus: 'вкусная', heb: 'טְעִימָה', speak: 'тэймА', type: 'женский' },

    ///////// 2025.03.02 /////////////////////////
    { rus: 'Как вы? (он)', heb: 'מָה שְׁלוֹמְךָ', speak: 'ма щломхА', type: 'мужской' },
    { rus: 'Как вы? (она)', heb: 'מָה שְׁלוֹמֵךְ', speak: 'ма щломЭх', type: 'женский' },
    { rus: 'Как дела?', heb: 'מָה נִּשְׁמָע', speak: 'ма нищмА', type: 'мужской/женский' },
    { rus: 'Спасибо', heb: 'תּוֹדָה', speak: 'тодА', type: '-' },
    { rus: 'До свидания', heb: 'לְהִתְרָאוֹת', speak: 'леhитраОт', type: '-' },
    { rus: 'Что происходит?', heb: 'מָה קּוֹרֶה', speak: 'ма корЭ', type: '-' },

    ///////// 2025.03.03 /////////////////////////
    { rus: 'утро', heb: 'בֹּקֶר / בוקר', speak: 'бОкэр', type: 'мужской' },
    { rus: 'полдень', heb: 'צָהֳרַיִם', speak: 'цаhорАим', type: 'множественное' },
    { rus: 'вечер', heb: 'עֶרֶב', speak: 'Эрэв', type: 'мужской' },
    { rus: 'ночь', heb: 'לַיְלָה', speak: 'лАйла', type: 'мужской' },
    { rus: 'доброе утро', heb: 'בוקר טוֹב', speak: 'бОкэр тов', type: '-' },
    { rus: 'добрый день (полдень)', heb: 'צָהֳרַיִם טוֹבִים', speak: 'цаhорАим товИм', type: 'множественное' },
    { rus: 'доброго вечера', heb: 'עֶרֶב טוֹב', speak: 'Эрэв тов', type: '-' },
    { rus: 'доброй ночи', heb: 'לַיְלָה טוֹב', speak: 'лАйла тов', type: '-' },
    { rus: 'возможно, может быть', heb: 'אוּלַי', speak: 'ульАй', type: '-' },
    { rus: 'хорошо, ладно, ОК', heb: 'בְּסֵדֶר', speak: 'бэсЭдэр', type: '-' },
    { rus: 'извините, простите', heb: 'סְלִיחָה', speak: 'сліхА', type: '-' },
    { rus: 'пожалуйста', heb: 'בְּבַקָּשָׁה', speak: 'бєвакашА', type: '-' },
    { rus: 'не за что', heb: 'אֵין בְּעַד מָה', speak: 'эн бэАд ма', type: '-' },

    ///////// 2025.03.04 /////////////////////////
    { rus: 'Ты в порядке? (к мужчине)', heb: 'אַתָּה בְּסֵדֶר', speak: 'атА бэсЭдэр', type: 'мужской' },
    { rus: 'Ты в порядке? (к женщине)', heb: 'אַתְּ בְּסֵדֶר', speak: 'ат бэсЭдэр', type: 'женский' },
    { rus: 'говорить, разговаривать', heb: 'לְדַבֵּר', speak: 'лэдабЭр', type: 'инфинитив' },
    { rus: 'говорит (он)', heb: 'מְדַבֵּר', speak: 'мэдабЭр', type: 'мужской' },
    { rus: 'говорит (она)', heb: 'מְדַבֶּרֶת', speak: 'мэдабЭрэт', type: 'женский' },
    { rus: 'наслаждайся, enjoy (он)', heb: 'תֵּהָנֶה', speak: 'таhАнэ', type: 'мужской' },
    { rus: 'наслаждайся, enjoy (она)', heb: 'תֵּהָנִי', speak: 'тэhанИ', type: 'женский' },
    { rus: 'наслаждайтесь, enjoy (группа)', heb: 'תִּהֱנוּ', speak: 'тіhэнУ', type: 'множественное' },
    { rus: 'спасибо большое', heb: 'תּוֹדָה רַבָּה', speak: 'тодА рабА', type: '-' },
    { rus: 'поздравляю', heb: 'מַזָּל טוֹב', speak: 'мазАль тОв', type: '-' },
    { rus: 'приятного аппетита', heb: 'בְּתֵיאָבוֹן', speak: 'бэтэавОн', type: '-' },
    { rus: 'удачи, успехов', heb: 'בְּהַצְלָחָה', speak: 'бэhацлахА', type: '-' },

    ///////// 2025.03.05 /////////////////////////
    { rus: 'Добро пожаловать! (к мужчине)', heb: 'בָּרוּךְ הַבָּא', speak: 'барУх hабА', type: 'мужской' },
    { rus: 'Добро пожаловать! (к женщине)', heb: 'בְּרוּכָה הַבָּאָה', speak: 'бърухА hабаА', type: 'женский' },
    { rus: 'Добро пожаловать! (к группе мужчин или смешанной)', heb: 'ברוכים הבאים', speak: 'брухИм hабаИм', type: 'множественное' },
    { rus: 'Добро пожаловать! (к группе женщин)', heb: 'ברוכות הבאות', speak: 'брухОт hабаОт', type: 'множественное женское' },
    { rus: 'наслаждается, enjoying (он)', heb: 'נֶהֱנֶה', speak: 'нэhэнЭ', type: 'мужской' },
    { rus: 'наслаждается, enjoying (она)', heb: 'הֱנֵית / נֶהֱנָה', speak: 'нэhэнА / hэнЭт', type: 'женский' },
    { rus: 'наслаждаются, enjoying (много муж.)', heb: 'נֶהֱנִים', speak: 'нэhэнИм', type: 'мужской' },
    { rus: 'наслаждаются, enjoying (много жен.)', heb: 'נֶהֱנוֹת', speak: 'нэhэнОт', type: 'женский' },
    
    ///////// 2025.03.06 /////////////////////////
    { rus: 'меня зовут ...', heb: 'קוֹרְאִים לִי', speak: 'корІм лі', type: '-' },
    { rus: 'моё имя ...', heb: 'שְׁמִי', speak: 'щмі', type: '-' },
    
    ///////// 2025.03.08 /////////////////////////
    { rus: 'видят (они, муж.)', heb: 'רואים', speak: 'роИм', type: 'мужской, множественное' },
    { rus: 'видят (они, жен.)', heb: 'רואות', speak: 'роОт', type: 'женский, множественное' },
    { rus: 'говорят (они, муж.)', heb: 'מְדַבְּרִים', speak: 'мэдабрИм', type: 'мужское, множественное' },
    { rus: 'говорят (они, жен.)', heb: 'מְדַבְּרוֹת', speak: 'мэдабрОт', type: 'женское, множественное' },
    
    ///////// 2025.03.09 /////////////////////////
    { rus: 'есть, имеется', heb: 'יֵשׁ', speak: 'йэщ', type: '-' },
    { rus: 'нету, не имеется', heb: 'אֵין', speak: 'эн', type: '-' },
    { rus: 'мне, у меня', heb: 'לי', speak: 'лі', type: '-' },
    { rus: 'тебе, у тебя (муж.)', heb: 'לְךָ', speak: 'льэхА', type: 'мужской' },
    { rus: 'тебе, у тебя (жен.)', heb: 'לָךְ', speak: 'льах', type: 'женский' },
    { rus: 'нам, у нас', heb: 'לָנוּ', speak: 'лАну', type: 'множественное' },
    { rus: 'вам, у вас (муж.)', heb: 'לָכֶם', speak: 'льахЭм', type: 'мужское, множественное' },
    { rus: 'вам, у вас (жен.)', heb: 'לָכֵן', speak: 'льахЭн', type: 'женское, множественное' },
    { rus: 'ему, у него', heb: 'לוֹ', speak: 'льО', type: 'мужской' },
    { rus: 'ей, у неё', heb: 'לָהּ', speak: 'льА', type: 'женский' },
    { rus: 'им, у них (муж.)', heb: 'לָהֶם', speak: 'льаhЭм', type: 'мужское, множественное' },
    { rus: 'им, у них (жен.)', heb: 'לָהֶן', speak: 'льаhЭн', type: 'женское, множественное' },
    { rus: 'этому, у этого (муж.)', heb: 'לָזֶה', speak: 'льазЭ', type: 'к мужскому предмету' },
    { rus: 'этой, у этой (жен.)', heb: 'לָזֹאת / לָזוֹ', speak: 'льазО / льазОт', type: 'к женскому предмету' },
    
    ///////// 2025.03.10 /////////////////////////
    { rus: 'объектный маркер для указательньного местоимения (маму, еду, этот предмет)', heb: '(-ה) אֵת', speak: 'эт', type: '-' },
    { rus: 'этот (табутер этот)', heb: 'הַזֶּה', speak: 'hазЭ', type: 'мужское' },
    { rus: 'эта (овсянка эта)', heb: 'הַזּוֹ / הַזֹּאת', speak: 'hазОт / hазО', type: 'женское' },
    { rus: 'эти (орехи эти)', heb: 'הָאֵלֶּה', speak: 'hаЭлэ', type: 'множественное' },

    ///////// 2025.03.11 /////////////////////////
    { rus: 'кот', heb: 'חָתוּל', speak: 'хатУль', type: 'мужской' },
    { rus: 'кошка', heb: 'חָתוּלָה', speak: 'хатулА', type: 'женский' },
    { rus: 'коты', heb: 'חֲתוּלִים', speak: 'хатулИм', type: 'мужской, множественное' },
    { rus: 'кошки', heb: 'חֲתוּלוֹת', speak: 'хатулОт', type: 'женский, множественное' },
    { rus: 'котёнок (муж.)', heb: 'חֲתַלתוּל', speak: 'хатальтУль', type: 'мужской' },
    { rus: 'котёнок (жен.)', heb: 'חֲתַלְתּוּלָה', speak: 'хатальтулА', type: 'женский' },
    { rus: 'котята (муж.)', heb: 'חֲתַלְתּוּלִים', speak: 'хатальтулИм', type: 'мужской, множественное' },
    { rus: 'котята (жен.)', heb: 'חֲתַלְתּוּלוֹת', speak: 'хатальтулОт', type: 'женский, множественное' },
    { rus: 'толстый, жирный', heb: 'שָׁמֵן', speak: 'шамЭн', type: 'мужской' },
    { rus: 'толстая, жирная', heb: 'שְׁמֵנָה', speak: 'шмэнА', type: 'женский' },
    { rus: 'толстые, жирные (муж.)', heb: 'שְׁמֵנִים', speak: 'шмэнИм', type: 'мужской, множественное' },
    { rus: 'толстые, жирные (жен.)', heb: 'שְׁמֵנוֹת', speak: 'шмэнОт', type: 'женский, множественное' },

    ///////// 2025.03.13 /////////////////////////
    { rus: 'плохие (муж.)', heb: 'רָעִים', speak: 'раИм', type: 'мужской, множественное' },
    { rus: 'плохие (жен.)', heb: 'רָעוֹת', speak: 'раОт', type: 'женский, множественное' },
    { rus: 'хорошие (муж.)', heb: 'טוֹבִים', speak: 'товИм', type: 'мужской, множественное' },
    { rus: 'хорошие (жен.)', heb: 'טוֹבוֹת', speak: 'товОт', type: 'женский, множественное' },
    { rus: 'вкусные (муж.)', heb: 'טְעִימִים', speak: 'тэймИм', type: 'мужской, множественное' },
    { rus: 'вкусные (жен.)', heb: 'טְעִימוֹת', speak: 'тэймОт', type: 'женский, множественное' },

    ///////// 2025.03.15 /////////////////////////
    { rus: 'кофе', heb: 'קָפֶה', speak: 'кафЭ', type: 'мужской' },
    { rus: 'тарелка', heb: 'צַלַּחַת', speak: 'цалАхат', type: 'женский' },
    { rus: 'рыба', heb: 'דַּג', speak: 'дАг', type: 'мужской' },
    { rus: 'яйцо', heb: 'בֵּיצָה', speak: 'бэйцА', type: 'женский' },
    { rus: 'сахар', heb: 'סוּכָּר', speak: 'сукАр', type: 'мужской' },
    { rus: 'макароны', heb: 'פַּסְתָּה', speak: 'пАста', type: 'женский' },
    { rus: 'фрукт', heb: 'פְּרִי', speak: 'прИ', type: 'мужской' },
    { rus: 'завтрак', heb: 'אֲרוּחַת בּוֹקֶר', speak: 'арухАт бОкер', type: 'женский' },
    { rus: 'обед', heb: 'אֲרוּחַת צָהֳרַיִם', speak: 'арухАт цаhарАим', type: 'женский' },
    { rus: 'ужин', heb: 'אֲרוּחַת עֶרֶב', speak: 'арухАт Эрэв', type: 'женский' },
    { rus: 'клубника', heb: 'תּוּת', speak: 'тут', type: 'мужской' },
    { rus: 'пиво', heb: 'בִּירָה', speak: 'бИра', type: 'женский' },
    { rus: 'суп', heb: 'מַרֶּק', speak: 'марЭк', type: 'мужской' },
    { rus: 'сыр', heb: 'גְּבִינָה', speak: 'гвинА', type: 'женский' },
    { rus: 'мясо', heb: 'בָּשָׂר', speak: 'басАр', type: 'мужской' },
    { rus: 'помидор', heb: 'עַגְבַּנְיָה', speak: 'агбАнийа', type: 'женский' },

    ///////// 2025.03.16 /////////////////////////
    { rus: 'банан', heb: 'בָּנָנָה', speak: 'банАна', type: 'женский' },
    { rus: 'лимон', heb: 'לִימוֹן', speak: 'лімОн', type: 'мужской' },
    { rus: 'масло (жидкое)', heb: 'שֶׁמֶן', speak: 'щЭмэн', type: 'мужской' },
    { rus: 'масло (твердое)', heb: 'חמאה / חֵמָה', speak: 'хэмА', type: 'женский' },
    { rus: 'салат', heb: 'סַלָּט', speak: 'салАт', type: 'мужской' },
    { rus: 'голодный', heb: 'רָעֵב', speak: 'раЭв', type: 'мужской' },
    { rus: 'голодная', heb: 'רְעֵבָה', speak: 'рээвА', type: 'женский' },
    { rus: 'соль', heb: 'מֶלַח', speak: 'мЭлах', type: 'мужской' },
    { rus: 'бутылка', heb: 'בַּקְבּוֹק', speak: 'бакбУк / бакбОк', type: 'мужской' },
    { rus: 'говядина', heb: 'בָּקָר', speak: 'бакАр', type: 'мужской' },
    { rus: 'сэндвич, бутерброд', heb: 'כָּרִיךְ', speak: 'карИх', type: 'мужской' },
    { rus: 'гриб', heb: 'פטרייה / פִּטְרִיָּה', speak: 'пітрійА', type: 'женский' },
    { rus: 'шоколад', heb: 'שׁוֹקוֹלָד', speak: 'щоколАд', type: 'мужской' },
    { rus: 'ананас', heb: 'אַנָּנָס', speak: 'Ананас', type: 'мужской' },
    { rus: 'оливка, маслина', heb: 'זַיִת', speak: 'зАит', type: 'мужской' },
    { rus: 'пица', heb: 'פִּיצָה', speak: 'пИца', type: 'женский' },

    ///////// 2025.03.19 /////////////////////////
    { rus: 'машина', heb: 'מְכוֹנִית', speak: 'мехонИт', type: 'женский' },
    { rus: 'велосипед', heb: 'אוֹפַנַּיִים', speak: 'офанАим', type: 'мужской, множественное' },
    { rus: 'мотоцикл', heb: 'אוֹפַנוֹעַ', speak: 'офанОа', type: 'мужской' },
    { rus: 'самокат', heb: 'קַטנוֹעַ', speak: 'катнОа', type: 'мужской' },
    { rus: 'пикап, фургон', heb: 'טֶנְדֶּר', speak: 'тЭндэр', type: 'мужской' },
    { rus: 'микроавтобус', heb: 'מִינִיבּוּס', speak: 'минибУс', type: 'мужской' },

    ///////// 2025.03.21 /////////////////////////
    { rus: 'животное', heb: 'חַיָּה', speak: 'хайА', type: 'женский' },
    { rus: 'осёл', heb: 'חָמוֹן', speak: 'хамОн', type: 'мужской' },
    { rus: 'лошадь, конь', heb: 'סוּס', speak: 'сус', type: 'мужской' },
    { rus: 'черепаха', heb: 'צָב', speak: 'цав', type: 'мужской' },
    { rus: 'слон', heb: 'פִּיל', speak: 'пиль', type: 'мужской' },
    { rus: 'селезень', heb: 'ברווז / בַּרְוָז', speak: 'барвАз', type: 'мужской' },
    { rus: 'утка', heb: 'ברווזה / בַּרְוָזָה', speak: 'барвазА', type: 'женский' },
    { rus: 'птица', heb: 'ציפור / צִפּוֹר', speak: 'ціпОр', type: 'женский' },
    { rus: 'лев', heb: 'אֲרִיֵּה', speak: 'арйЕ', type: 'мужской' },
    { rus: 'мышь', heb: 'עַכְבָּר', speak: 'ахбАр', type: 'мужской' },
    { rus: 'медведь', heb: 'דּוֹב', speak: 'дов', type: 'мужской' },
    { rus: 'паук', heb: 'עכביש / עַכְבָּשׁ', speak: 'ахбАщ', type: 'мужской' },
    { rus: 'верблюд', heb: 'גָּמָל', speak: 'гамАль', type: 'мужской' },
    { rus: 'орёл', heb: 'נֶשֶׁר', speak: 'нЭщэр', type: 'мужской' },
    { rus: 'краб', heb: 'סַרְטָן', speak: 'сартАн', type: 'мужской' },

    ///////// 2025.03.24 /////////////////////////
    { rus: 'животные', heb: 'חַיּוֹת', speak: 'хайОт', type: 'женский, множественное' },
    { rus: 'обезьяна', heb: 'קוֹף', speak: 'коф', type: 'мужской' },
    { rus: 'обезьяны', heb: 'קוֹפִים', speak: 'кофИм', type: 'мужской, множественное' },
    { rus: 'змея', heb: 'נָחָשׁ', speak: 'нахАщ', type: 'мужской' },
    { rus: 'змеи', heb: 'נְחָשִׁים', speak: 'нэхащИм', type: 'мужской, множественное' },
    { rus: 'муха', heb: 'זְבוּב', speak: 'звУв', type: 'мужской' },
    { rus: 'мухи', heb: 'זְבוּבִים', speak: 'звувИм', type: 'мужской, множественное' },
    { rus: 'насекомое', heb: 'חֶרֶק', speak: 'хЭрэк', type: 'мужской' },
    { rus: 'насекомые', heb: 'חֲרָקִים', speak: 'харакИм', type: 'мужской, множественное' },
    { rus: 'кролик, заяц', heb: 'אַרְנָב', speak: 'арнАв', type: 'мужской' },
    { rus: 'кроли, заяцы', heb: 'אַרְנָבִים', speak: 'арнавИм', type: 'мужской, множественное' },
    { rus: 'петух', heb: 'תַּרְנְגוֹל', speak: 'тарнэгОль', type: 'мужской' },
    { rus: 'петухи', heb: 'תַּרְנְגוֹלִים', speak: 'тарнэгилИм', type: 'мужской, множественное' },
    { rus: 'курица', heb: 'תַּרְנְגוֹלֶת', speak: 'тарнэгольЭт', type: 'женский' },
    { rus: 'курицы', heb: 'תַּרְנְגוֹלוֹת', speak: 'тарнэголОт', type: 'женский, множественное' },
    { rus: 'домашний питомец', heb: 'חַיַּת מַחְמָד', speak: 'хайАт махмАд', type: 'женский' },
    { rus: 'домашние питомцы', heb: 'חַיּוֹת מַחְמָד', speak: 'хайОт махмАд', type: 'женский, множественное' },
    { rus: 'корова', heb: 'פָּרָה', speak: 'парА', type: 'женский' },
    { rus: 'коровы', heb: 'פָּרוֹת', speak: 'парОт', type: 'женский, множественное' },
    { rus: 'сова', heb: 'יַנְשׁוּף', speak: 'йанщУф', type: 'мужской' },
    { rus: 'совы', heb: 'יַנְשׁוּפִים', speak: 'йанщуфИм', type: 'мужской, множественное' },
    { rus: 'пчела', heb: 'דְּבוֹרָה', speak: 'дворА', type: 'женский' },
    { rus: 'пчёлы', heb: 'דְּבוֹרוֹת', speak: 'дворОт', type: 'женский, множественное' },
    { rus: 'хвост', heb: 'זָנָב', speak: 'занАв', type: 'мужской' },
    { rus: 'хвосты', heb: 'זְנָבוֹת', speak: 'знавОт', type: 'мужской, множественное' },
    { rus: 'свинья', heb: 'חֲזִיר', speak: 'хазИр', type: 'мужской' },
    { rus: 'свиньи', heb: 'חֲזִירִים', speak: 'хазирИм', type: 'мужской, множественное' },

    ///////// 2025.03.29 /////////////////////////
    { rus: 'река', heb: 'נָהָר', speak: 'наhАр', type: 'мужской' },
    { rus: 'реки', heb: 'נְהָרוֹת', speak: 'нэhарОт', type: 'мужской, множественное' },
    { rus: 'ручей, поток', heb: 'נַחַל', speak: 'нАхаль', type: 'мужской' },
    { rus: 'ручьи, потоки', heb: 'נְחָלִים', speak: 'нэхалИм', type: 'мужской, множественное' },
    { rus: 'парикмахер', heb: 'סַפָּרִית', speak: 'сапарИт', type: 'женский' },
    { rus: 'парикмахеры', heb: 'סַפָּרִיּוֹת', speak: 'сапарийОт', type: 'женский, множественное' },
    { rus: 'библиотека', heb: 'סִפְרִיָּה', speak: 'сіфрійА', type: 'женский' },
    { rus: 'библиотеки', heb: 'סִפְרִיּוֹת', speak: 'сіфрійОт', type: 'женский, множественное' },
    { rus: 'дверь, калитка', heb: 'דֶּלֶת', speak: 'дЭлэт', type: 'женский' },
    { rus: 'двери, калитки', heb: 'דְּלָתוֹת', speak: 'длатОт', type: 'женский, множественное' },
    { rus: 'маленькая дверца, створка', heb: 'דְּלָתִית', speak: 'длатИт', type: 'женский' },
    { rus: 'ворота (одни)', heb: 'שַׁעַר', speak: 'щААр', type: 'мужской' },
    { rus: 'ворота (много)', heb: 'שְׁעָרִים', speak: 'щэарИм', type: 'множественное' },
    
    ///////// 2025.04.30 /////////////////////////
    { rus: 'лает (он)', heb: 'נוֹבֵחַ', speak: 'новЭах', type: 'мужской' },
    { rus: 'лает (онa)', heb: 'נוֹבַחַת', speak: 'новахАт', type: 'женский' },
    { rus: 'лают (муж.)', heb: 'נוֹבְחִים', speak: 'новхИм', type: 'мужской, множественное' },
    { rus: 'лают (жен.)', heb: 'נוֹבְחוֹת', speak: 'новхОт', type: 'женский, множественное' },

    ///////// 2025.05.04 /////////////////////////
    { rus: 'моя книга', heb: 'הספר שֶׁלִּי', speak: 'hасЭфэр щэлИ', type: '-' },
    { rus: 'мой, моя, моё, мои', heb: 'שֶׁלִּי', speak: 'щэлИ', type: 'местоимение' },
    { rus: 'его', heb: 'שֶׁלּוֹ', speak: 'щэлО', type: 'мужской, местоимение' },
    { rus: 'её', heb: 'שֶׁלָּהּ', speak: 'щэлА', type: 'женский, местоимение' },
    { rus: 'твой', heb: 'שֶׁלְּךָ', speak: 'щэльхА', type: 'мужской, местоимение' },
    { rus: 'твоя', heb: 'שֶׁלָּךְ', speak: 'щэльАх', type: 'женский, местоимение' },
    { rus: 'их (муж.)', heb: 'שֶׁלָהֶם', speak: 'щэлаhЭм', type: 'мужской, местоимение' },
    { rus: 'их (жен.)', heb: 'שֶׁלָּהֶן', speak: 'щэлаhЭн', type: 'женский, местоимение' },
    
    ///////// 2025.05.06 /////////////////////////
    { rus: "of, 's (the book of father / father's book)", heb: 'של', speak: 'щэль', type: 'предлог (принадлежность)' },
    { rus: 'книга Папы (книга, которая принадлежит Папе)', heb: 'הספר של אבא', speak: 'haсЭфэр щэль аба', type: '-' },

    ///////// 2025.05.07 /////////////////////////
    { rus: 'принадлежащий, belongs (муж.)', heb: 'שייך / שַׁיָּךְ', speak: 'щайАх', type: 'прилагательное, причастие' },
    { rus: 'принадлежащая, belongs (жен.)', heb: 'שַׁיֶּכֶת / שייכת', speak: 'щайЭхэт', type: 'прилагательное, причастие' },
    { rus: 'книга принадлежит нам', heb: 'הספר שייך לנו', speak: 'haсЭфэр щайАх лАну', type: '-' },

    ///////// 2025.05.09 /////////////////////////
    { rus: 'новый', heb: 'חָדָשׁ', speak: 'хадАш', type: 'мужской' },
    { rus: 'новая', heb: 'חֲדָשָׁה', speak: 'хадашА', type: 'женский' },
    { rus: 'новые (муж.)', heb: 'חֲדָשִׁים', speak: 'хадашИм', type: 'мужской' },
    { rus: 'новые (жен.)', heb: 'חֲדָשׁוֹת', speak: 'хадашОт', type: 'женский' },

    { rus: 'старый (вещи, не новый)', heb: 'יָשָׁן', speak: 'йашАн', type: 'мужской' },
    { rus: 'старая (вещи, не новый)', heb: 'יְשָׁנָה', speak: 'йешанА', type: 'женский' },
    { rus: 'старые (муж.)', heb: 'יְשָׁנִים', speak: 'йешанИм', type: 'мужской' },
    { rus: 'старые (жен.)', heb: 'יְשָׁנוֹת', speak: 'йешанОт', type: 'женский' },
    
    { rus: 'большой', heb: 'גָּדוֹל', speak: 'гадОль', type: 'мужской' },
    { rus: 'большая', heb: 'גְּדוֹלָה', speak: 'гдолА', type: 'женский' },
    { rus: 'большие (муж.)', heb: 'גְּדוֹלִים', speak: 'гдолИм', type: 'мужской' },
    { rus: 'большие (жен.)', heb: 'גְּדוֹלוֹת', speak: 'гдолОт', type: 'женский' },

    { rus: 'маленький', heb: 'קָטָן', speak: 'катАн', type: 'мужской' },
    { rus: 'маленькая', heb: 'קְטַנָּה', speak: 'ктанА', type: 'женский' },
    { rus: 'маленькие (муж.)', heb: 'קְטַנִּים', speak: 'ктанИм', type: 'мужской' },
    { rus: 'маленькие (жен.)', heb: 'קְטַנּוֹת', speak: 'ктанОт', type: 'женский' },

    { rus: 'далекий', heb: 'רָחוֹק', speak: 'рахОк', type: 'мужской' },
    { rus: 'далекая', heb: 'רְחוֹקָה', speak: 'рхокА', type: 'женский' },
    { rus: 'далекие (муж.)', heb: 'רְחוֹקִים', speak: 'рхокИм', type: 'мужской' },
    { rus: 'далекие (жен.)', heb: 'רְחוֹקוֹת', speak: 'рхокОт', type: 'женский' },
    
    { rus: 'близкий, рядом', heb: 'קרוב', speak: 'карОв', type: 'мужской' },
    { rus: 'близкая, рядом', heb: 'קְרוֹבָה', speak: 'кровА', type: 'женский' },
    { rus: 'близкие (муж.), рядом', heb: 'קְרוֹבִים', speak: 'кровИм', type: 'мужской' },
    { rus: 'близкие (жен.), рядом', heb: 'קְרוֹבוֹת', speak: 'кровОт', type: 'женский' },
    
    { rus: 'высокий', heb: 'גָּבוֹהַּ', speak: 'гавОа', type: 'мужской' },
    { rus: 'высокая', heb: 'גְּבוֹהָה', speak: 'гвоhA', type: 'женский' },
    { rus: 'высокие (муж.)', heb: 'גְּבוֹהִים', speak: 'гвоhИм', type: 'мужской' },
    { rus: 'высокие (жен.)', heb: 'גְּבוֹהוֹת', speak: 'гвоhОт', type: 'женский' },

    { rus: 'низкий', heb: 'נָמוּךְ', speak: 'намУх', type: 'мужской' },
    { rus: 'низкая', heb: 'נְמוּכָה', speak: 'нмухА', type: 'женский' },
    { rus: 'низкие (муж.)', heb: 'נְמוּכִים', speak: 'нмухИм', type: 'мужской' },
    { rus: 'низкие (жен.)', heb: 'נְמוּכוֹת', speak: 'нмухОт', type: 'женский' },
    
    { rus: 'длинный', heb: 'אָרוֹךְ', speak: 'арОх', type: 'мужской' },
    { rus: 'длинная', heb: 'אֲרוּכָה', speak: 'арукА', type: 'женский' },
    { rus: 'длинные (муж.)', heb: 'אֲרוּכִים', speak: 'арукИм', type: 'мужской' },
    { rus: 'длинные (жен.)', heb: 'אֲרוּכוֹת', speak: 'арухОт', type: 'женский' },
    
    { rus: 'короткий', heb: 'קָצָר', speak: 'кацАр', type: 'мужской' },
    { rus: 'короткая', heb: 'קְצָרָה', speak: 'кцарА', type: 'женский' },
    { rus: 'короткие (муж.)', heb: 'קְצָרִים', speak: 'кцарИм', type: 'мужской' },
    { rus: 'короткие (жен.)', heb: 'קְצָרוֹת', speak: 'кцарОт', type: 'женский' },
    
    { rus: 'быстрый', heb: 'מָהִיר', speak: 'маhИр', type: 'мужской' },
    { rus: 'быстрая', heb: 'מְהִירָה', speak: 'меhирА', type: 'женский' },
    { rus: 'быстрые (муж.)', heb: 'מְהִירִים', speak: 'меhирИм', type: 'мужской' },
    { rus: 'быстрые (жен.)', heb: 'מְהִירוֹת', speak: 'меhирОт', type: 'женский' },

    { rus: 'медленный', heb: 'איטי / אִטִּי', speak: 'итИ', type: 'мужской' },
    { rus: 'медленная', heb: 'אִטִּית', speak: 'итИт', type: 'женский' },
    { rus: 'медленные (муж.)', heb: 'אִטִּיִים', speak: 'итИйим', type: 'мужской' },
    { rus: 'медленные (жен.)', heb: 'אִטִּיּוֹת', speak: 'итИйот', type: 'женский' },
    
    { rus: 'мокрый', heb: 'רָטוֹב', speak: 'ратОв', type: 'мужской' },
    { rus: 'мокрая', heb: 'רְטוּבָה', speak: 'ретувА', type: 'женский' },
    { rus: 'мокрые (муж.)', heb: 'רְטוּבִים', speak: 'ретувИм', type: 'мужской' },
    { rus: 'мокрые (жен.)', heb: 'רְטוּבוֹת', speak: 'ретувОт', type: 'женский' },
    
    { rus: 'сухой', heb: 'יָבֵשׁ', speak: 'йавЭш', type: 'мужской' },
    { rus: 'сухая', heb: 'יְבֵשָׁה', speak: 'йвешА', type: 'женский' },
    { rus: 'сухие (муж.)', heb: 'יְבֵשִׁים', speak: 'йвешИм', type: 'мужской' },
    { rus: 'сухие (жен.)', heb: 'יְבֵשׁוֹת', speak: 'йвешОт', type: 'женский' },

    { rus: 'полный', heb: 'מָלֵא', speak: 'малЭ', type: 'мужской' },
    { rus: 'полная', heb: 'מְלֵאָה', speak: 'млеА', type: 'женский' },
    { rus: 'полные (муж.)', heb: 'מְלֵאִים', speak: 'млеИм', type: 'мужской' },
    { rus: 'полные (жен.)', heb: 'מְלֵאוֹת', speak: 'млеОт', type: 'женский' },
    
    { rus: 'пустой', heb: 'רֵיק', speak: 'рейк', type: 'мужской' },
    { rus: 'пустая', heb: 'רֵיקָה', speak: 'рейкА', type: 'женский' },
    { rus: 'пустые (муж.)', heb: 'רֵיקִים', speak: 'рейкИм', type: 'мужской' },
    { rus: 'пустые (жен.)', heb: 'רֵיקוֹת', speak: 'рейкОт', type: 'женский' },

    { rus: 'холодный', heb: 'קַר', speak: 'кар', type: 'мужской' },
    { rus: 'холодная', heb: 'קָרָה', speak: 'карА', type: 'женский' },
    { rus: 'холодные (муж.)', heb: 'קָרִים', speak: 'карИм', type: 'мужской' },
    { rus: 'холодные (жен.)', heb: 'קָרוֹת', speak: 'карОт', type: 'женский' },
    
    ///////// 2025.05.12 /////////////////////////
    { rus: 'коробка', heb: 'אַרְגָּז', speak: 'аргАз', type: 'мужской' },
    { rus: 'коробки', heb: 'אַרְגָּזִים', speak: 'аргазИм', type: 'мужской' },

    ///////// 2025.05.13 /////////////////////////
    { rus: 'гора', heb: 'הַר', speak: 'hар', type: 'мужской' },
    { rus: 'горы', heb: 'הָרִים', speak: 'hарИм', type: 'мужской' },
    { rus: 'яхта', heb: 'יָאכטָה', speak: 'йахтА', type: 'женский' },
    { rus: 'яхты', heb: 'יָאכטוֹת', speak: 'йахтОт', type: 'женский' },

    ///////// 2025.05.14 /////////////////////////
    { rus: 'тектонический', heb: 'טקטוני', speak: 'тектОні', type: 'мужской' },
    { rus: 'шнурок', heb: 'שרוך', speak: 'срох', type: 'мужской' },
    { rus: 'крыса', heb: 'חולד', speak: 'хольЭд', type: 'мужской' },

    ///////// 2025.05.16 /////////////////////////
    { rus: 'овощ', heb: 'יֶרֶק', speak: 'йЭрэк', type: 'мужской' },
    { rus: 'овощи', heb: 'יְרָקוֹת', speak: 'йэракОт', type: 'мужской' },

    ///////// 2025.05.17 /////////////////////////
    { rus: 'свежий', heb: 'טָרִי', speak: 'тари', type: 'мужской' },
    { rus: 'свежая', heb: 'טרייה', speak: 'трийА', type: 'женский' },
    { rus: 'свежие (муж.)', heb: 'טְרִיִים', speak: 'трийИм', type: 'мужской' },
    { rus: 'свежие (жен.)', heb: 'טריות', speak: 'трийОт', type: 'женский' },
    { rus: 'яйцо свежее', heb: 'ביצה טרייה', speak: 'бейцА трийА', type: '-' },
    { rus: 'яйца свежие', heb: 'ביצים טריות', speak: 'бейцИм триОт', type: '-' },

    ///////// 2025.05.19 /////////////////////////
    { rus: 'деревянный, дерево', heb: 'עֵץ', speak: 'эц', type: 'мужской' },
    { rus: 'деревянные, деревья', heb: 'עֵצִים', speak: 'эцИм', type: 'мужской' },
    { rus: 'металлический', heb: 'מטאלי / מֵטַלִּי', speak: 'метАли', type: 'мужской' },
    { rus: 'металлическая', heb: 'מֵטַלִּית', speak: 'металИт', type: 'женский' },
    { rus: 'металлические (муж.)', heb: 'מֵטַלִּיִּים', speak: 'металийИм', type: 'мужской' },
    { rus: 'металлические (жен.)', heb: 'מֵטַלִּיּוֹת', speak: 'металийОт', type: 'женский' },
    { rus: 'размер', heb: 'מידה', speak: 'мидА', type: 'женский' },
    { rus: 'размеры', heb: 'מידות', speak: 'мидОт', type: 'женский' },

    ///////// 2025.05.20 /////////////////////////
    { rus: 'диван', heb: 'סַפָּה', speak: 'сапА', type: 'женский' },
    { rus: 'диваны', heb: 'סַפּוֹת', speak: 'сапОт', type: 'женский' },
    { rus: 'кресло', heb: 'כּוּרסָה', speak: 'курса', type: 'женский' },
    { rus: 'кресла', heb: 'כּוּרסָאוֹת', speak: 'курсаОт', type: 'женский' },
    { rus: 'подушка', heb: 'כַּרִית', speak: 'карИт', type: 'женский' },
    { rus: 'подушки', heb: 'כַּרִיּוֹת', speak: 'карийОт', type: 'женский' },

    ///////// 2025.06.03 /////////////////////////
    { rus: 'должен', heb: 'צריך', speak: 'царИх', type: 'мужской' },
    { rus: 'должна', heb: 'צריכה', speak: 'црихА', type: 'женский' },
    { rus: 'должны (муж.)', heb: 'צריכים', speak: 'царихИм', type: 'мужской' },
    { rus: 'должны (жен.)', heb: 'צריכות', speak: 'црихОт', type: 'женский' },
    { rus: 'меня', heb: 'אותי', speak: 'отИ', type: '-' },
    { rus: 'его', heb: 'אותו', speak: 'отО', type: 'мужской' },
    { rus: 'её', heb: 'אותה', speak: 'отА', type: 'женский' },
    { rus: 'тебя (муж.)', heb: 'אותך', speak: 'отхА', type: 'мужской' },
    { rus: 'тебя (жен.)', heb: 'אותך', speak: 'отэХ', type: 'женский' },
    { rus: 'нас', heb: 'אותנו', speak: 'отАну', type: '-' },
    { rus: 'вас (муж.)', heb: 'אותכם', speak: 'отхЭм', type: 'мужской' },
    { rus: 'вас (жен.)', heb: 'אותכן', speak: 'отхЭн', type: 'женский' },
    { rus: 'их (муж.)', heb: 'אותם', speak: 'отАм', type: 'мужской' },
    { rus: 'их (жен.)', heb: 'אותן', speak: 'отАн', type: 'женский' },

    ///////// 2025.06.11 /////////////////////////
    { rus: 'вафля', heb: 'וופלה', speak: 'вАфла', type: 'женский' },
    { rus: 'вафли', heb: 'וופלים', speak: 'вафлИм', type: 'женский' },

    ///////// 2025.06.12 /////////////////////////
    { rus: 'подтвердить всё', heb: 'אשר הכל', speak: 'ашЭр акОль', type: '-' },
    { rus: 'настройки', heb: 'הגדרות', speak: 'агдарОт', type: '-' },

    ///////// 2025.06.16 /////////////////////////
    { rus: 'стрела, стрелка (интерфейс)', heb: 'חֵץ', speak: 'хэц', type: 'мужской' },
    { rus: 'стрелы, стрелки (интерфейс)', heb: 'חִצִּים', speak: 'хицИм', type: 'мужской' },

    ///////// 2025.08.09 /////////////////////////
    { rus: 'ночь', heb: 'לילה', speak: 'лАйла', type: 'мужской (исключение)' },
    { rus: 'ночь', heb: 'ליל', speak: 'лАйль', type: 'мужской' },
    { rus: 'Доброй ночи', heb: 'לילה טוב', speak: 'лАйла тов', type: '-' },
    { rus: 'Субботний вечер', heb: 'ליל שבת', speak: 'лЕль шабАт', type: '-' },
    { rus: 'Спокойной ночи', heb: 'ליל מנוחה', speak: 'лЕль мэнухА', type: '-' },

    ///////// 2025.08.12 /////////////////////////
    { rus: 'вера, религия', heb: 'אֱמוּנָה', speak: 'эмунА', type: 'женский' },
    { rus: 'веры, религии', heb: 'אֱמוּנוֹת', speak: 'эмунОт', type: 'женский' },
    { rus: 'настоящий, реальный, истинный', heb: 'אֲמִיתִי', speak: 'амитИ', type: 'мужской' },
    { rus: 'настоящие, реальные, истинные (м)', heb: 'אמיתיים', speak: 'амитиИм', type: 'мужской' },
    { rus: 'настоящие, реальные, истинные (ж)', heb: 'אמיתיות', speak: 'амитиЙот', type: 'женский' },
    { rus: 'истина, правда', heb: 'אֱמֶת', speak: 'эмЭт', type: 'женский' },

    ///////// 2025.08.13 /////////////////////////
    { rus: 'продукт, товар, изделие', heb: 'מוּצָר', speak: 'муцАр', type: 'мужской' },
    { rus: 'продукты, товары, изделия', heb: 'מוּצָרִים', speak: 'муцарИм', type: 'мужской' },
    { rus: 'молочные продукты', heb: 'מוּצְרֵי חָלָב', speak: 'муцрЭй халАв', type: '-' },
    { rus: 'мясные продукты', heb: 'מוּצְרֵי בָּשָׂר', speak: 'муцрЭй басАр', type: '-' },
    { rus: 'косметические товары', heb: 'מוּצְרֵי קוֹסְמֵטִיקָה', speak: 'муцрЭй космЕтика', type: '-' },
    { rus: 'тесто', heb: 'בָּצֵק', speak: 'бацЭк', type: 'мужской' },
    { rus: 'замороженный', heb: 'קָפוּא', speak: 'кафУа', type: 'мужской' },
    { rus: 'замороженная', heb: 'קְפוּאָה', speak: 'кфуА', type: 'женский' },
    { rus: 'замороженные (м)', heb: 'קְפוּאִים', speak: 'кфуИм', type: 'мужской' },
    { rus: 'замороженные (ж)', heb: 'קְפוּאוֹת', speak: 'кфуОт', type: 'женский' },
    { rus: 'замороженные изделия из теста', heb: 'מוּצְרֵי בָּצֵק קְפוּאִים', speak: 'муцрЭй бацЕк кфуИм', type: '-' },

    { rus: 'стакан, бокал, чашка', heb: 'כּוֹס', speak: 'кос', type: 'женский' },
    { rus: 'стаканы, бокалы, чашки', heb: 'כּוֹסוֹת', speak: 'косОт', type: 'женский' },
    
    { rus: 'чай', heb: 'תֵּה', speak: 'тэ', type: 'мужской' },
    { rus: 'чаи', heb: 'תֵּהִים', speak: 'тэhИм', type: 'мужской' },
    
    { rus: 'приём пищи, еда, трапеза', heb: 'אֲרוּחָה', speak: 'арухА', type: 'женский' },
    { rus: 'приёмы пищи, еда, трапезы', heb: 'אֲרוּחוֹת', speak: 'арухОт', type: 'женский' },
    
    { rus: 'вегетарианский, вегетарианец', heb: 'צִמְחוֹנִי', speak: 'цимхонИ', type: 'мужской' },
    { rus: 'вегетарианская, вегетарианка', heb: 'צִמְחוֹנִית', speak: 'цимхонИт', type: 'женский' },
    { rus: 'вегетарианские, вегетарианцы (м)', heb: 'צִמְחוֹנִים', speak: 'цимхонИм', type: 'мужской' },
    { rus: 'вегетарианские, вегетарианцы (ж)', heb: 'צִמְחוֹנִיּוֹת', speak: 'цимхонийОт', type: 'женский' },
    
    { rus: 'вилка', heb: 'מַזְלֵג', speak: 'мазльЭг', type: 'мужской' },
    { rus: 'вилки', heb: 'מַזְלְגוֹת', speak: 'мазльэгОт', type: 'мужской' },
    
    { rus: 'нож', heb: 'סַכִּין', speak: 'сакИн', type: 'женский' },
    { rus: 'ножи', heb: 'סַכִּינִים', speak: 'сакинИм', type: 'женский' },

    ///////// 2025.08.16 /////////////////////////
    { rus: 'готовить еду, варить', heb: 'לְבַשֵּׁל', speak: 'лэвэшЭль', type: 'инфинитив' },
    
    { rus: 'печь, выпекать', heb: 'לֶאֱפוֹת', speak: 'лeэфОт', type: 'инфинитив' },
    { rus: 'печёт, выпекает (м)', heb: 'אוֹפֶה', speak: 'офЭ', type: 'настоящее, мужское' },
    { rus: 'печёт, выпекает (ж)', heb: 'אוֹפָה', speak: 'офА', type: 'настоящее, женское' },

    { rus: 'ложка', heb: 'כַּף', speak: 'каф', type: 'женский' },
    { rus: 'ложки', heb: 'כַּפוֹת', speak: 'кафОт', type: 'множественное' },
    
    { rus: 'чайная ложка', heb: 'כַּפִּית', speak: 'капИт', type: 'женский' },
    { rus: 'чайные ложки', heb: 'כַּפִּיּוֹת', speak: 'капийОт', type: 'множественное' },
    
    { rus: 'жаждущий', heb: 'צָמֵא', speak: 'цамЭ', type: 'мужской' },
    { rus: 'жаждущая', heb: 'צְמֵאָה', speak: 'цмэА', type: 'женский' },
    
    { rus: 'миска, глубокая тарелка', heb: 'קְעָרָה', speak: 'кеарА', type: 'женский' },
    { rus: 'миски, глубокие тарелки', heb: 'קְעָרוֹת', speak: 'кеарОт', type: 'множественное' },
    
    { rus: 'салфетка', heb: 'מַפִּית', speak: 'мапИт', type: 'женский' },
    { rus: 'салфетки', heb: 'מַפִּיּוֹת', speak: 'мапийОт', type: 'множественное' },
    
    { rus: 'мёд', heb: 'דְּבַשׁ', speak: 'двАшь', type: 'мужской' },
    
    { rus: 'перец', heb: 'פִּלְפֵּל', speak: 'пИльпель', type: 'жужской' },
    { rus: 'перцы', heb: 'פִּלְפְּלִים', speak: 'пильпэлИм', type: 'множественное' },
    
    { rus: 'меню, план', heb: 'תַּפְרִיט', speak: 'тафрИт', type: 'мужской' },
    { rus: 'меню, планы (много)', heb: 'תַּפְרִיטִים', speak: 'тафритИм', type: 'множественное' },
    
    { rus: 'рецепт', heb: 'מַתְכּוֹן', speak: 'маткОн', type: 'мужской' },
    { rus: 'рецепты', heb: 'מַתְכּוֹנִים', speak: 'матконИм', type: 'множественное' },
    
    { rus: 'соус', heb: 'רוֹטֶב', speak: 'рОтэв', type: 'мужской' },
    { rus: 'соусы', heb: 'רוֹטְבִים', speak: 'рОтвим', type: 'множественное' },
    
    { rus: 'ресторан (любое место, где продают еду)', heb: 'מִסְעָדָה', speak: 'мисадА', type: 'женский' },
    { rus: 'рестораны', heb: 'מִסְעָדוֹת', speak: 'мисадОт', type: 'множественное' },

    ///////// 2025.08.17 /////////////////////////
    { rus: 'морковь', heb: 'גֶּזֶר', speak: 'гЕзер', type: 'мужской' },
    { rus: 'морковки', heb: 'גְּזָרִים', speak: 'гзарИм', type: 'множественное' },
    
    { rus: 'огурец', heb: 'מְלָפְפוֹן', speak: 'мелафефОн', type: 'мужской' },
    { rus: 'огурцы', heb: 'מְלָפְפוֹנִים', speak: 'мелафефонИм', type: 'множественное' },

    { rus: 'кухня', heb: 'מִטְבָּח', speak: 'митбАх', type: 'мужской' },
    { rus: 'кухни', heb: 'מִטְבָּחִים', speak: 'митбахИм', type: 'множественное' },

    { rus: 'солёный', heb: 'מָלוּחַ', speak: 'малУах', type: 'мужской' },
    { rus: 'солёная', heb: 'מְלוּחָה', speak: 'мелухА', type: 'женский' },
    { rus: 'солёные (м)', heb: 'מְלוּחִים', speak: 'мелухИм', type: 'мужской' },
    { rus: 'солёные (ж)', heb: 'מְלוּחוֹת', speak: 'мелухОт', type: 'женский' },

    { rus: 'острый', heb: 'חָרִיף', speak: 'харИф', type: 'мужской' },
    { rus: 'острая', heb: 'חֲרִיפָה', speak: 'харифА', type: 'женский' },
    { rus: 'острые (м)', heb: 'חֲרִיפִים', speak: 'харифИм', type: 'мужской' },
    { rus: 'острые (ж)', heb: 'חֲרִיפוֹת', speak: 'харифОт', type: 'женский' },

    { rus: 'горький', heb: 'מָר', speak: 'мар', type: 'мужской' },
    { rus: 'горькая', heb: 'מְרָה', speak: 'мерА', type: 'женский' },
    { rus: 'горькие (м)', heb: 'מְרִים', speak: 'мерИм', type: 'мужской' },
    { rus: 'горькие (ж)', heb: 'מְרוֹת', speak: 'мерОт', type: 'женский' },

    { rus: 'джем, варенье', heb: 'רִיבָּה', speak: 'рибА', type: 'женский' },
    { rus: 'джемы, варенья', heb: 'רִיבּוֹת', speak: 'рибОт', type: 'множественное' },

    { rus: 'арахис', heb: 'בוטן', speak: 'бОтен', type: 'мужской' },
    { rus: 'арахис (много)', heb: 'בוטנים', speak: 'ботнИм', type: 'множественное' },

    { rus: 'конфета', heb: 'ממתק', speak: 'мамтАк', type: 'мужской' },
    { rus: 'конфеты', heb: 'מִמְתָּקִים', speak: 'мимтакИм', type: 'множественное' },

    { rus: 'печенье', heb: 'עוגייה', speak: 'угийА', type: 'женский' },
    { rus: 'печенье (много)', heb: 'עֻגִּיּוֹת', speak: 'угийОт', type: 'множественное' },

    { rus: 'лук', heb: 'בצל', speak: 'бацАль', type: 'мужской' },
    { rus: 'лук (много)', heb: 'בְּצָלִים', speak: 'бецалИм', type: 'множественное' },

    { rus: 'арбуз', heb: 'אבטיח', speak: 'аватИах', type: 'мужской' },
    { rus: 'арбузы', heb: 'אֲבַטִּיחִים', speak: 'аватихИм', type: 'множественное' },

    ///////// 2025.08.18 /////////////////////////
    { rus: 'виноградина', heb: 'עֵנָב', speak: 'энАв', type: 'мужской' },
    { rus: 'виноград (много) ', heb: 'עֲנָבִים', speak: 'анавИм', type: 'множественное' },

    { rus: 'жвачка', heb: 'מַסְטִיק', speak: 'мАстик', type: 'мужской' },
    { rus: 'жвачки', heb: 'מַסְטִיקִים', speak: 'мастикИм', type: 'множественное' },

    { rus: 'авокадо', heb: 'אַבּוֹקָדו', speak: 'авакАдо', type: 'мужской' },
    { rus: 'авокадо (много)', heb: 'אַבּוֹקָדוֹת', speak: 'авокадОт', type: 'множественное' },

    { rus: 'мороженое', heb: 'גְּלִידָה', speak: 'глИда', type: 'женский' },
    { rus: 'мороженое (много)', heb: 'גְּלִידוֹת', speak: 'глидОт', type: 'множественное' },

    { rus: 'напиток', heb: 'מַשְׁקֶה', speak: 'мащкЭ', type: 'мужской' },
    { rus: 'напитки', heb: 'מַשְׁקָאוֹת', speak: 'мащкаОт', type: 'множественное' },

    { rus: 'картошка', heb: 'תַּפּוּחַ אֲדָמָה', speak: 'тапУах адамА', type: 'мужской' },
    { rus: 'картошки', heb: 'תַּפּוּחֵי אֲדָמָה', speak: 'тапухЭй адамА', type: 'множественное' },

    { rus: 'вишня', heb: 'דובדבן', speak: 'дувдевАн', type: 'мужской' },
    { rus: 'вишни', heb: 'דֻּבְדְּבָנִים', speak: 'дувдеванИм', type: 'множественное' },

    ///////// 2025.08.19 /////////////////////////
    { rus: 'чеснок', heb: 'שום', speak: 'щум', type: 'мужской' },

    { rus: 'запах', heb: 'רֵיחַ', speak: 'рЭах', type: 'мужской' },
    { rus: 'запахи', heb: 'רֵיחוֹת', speak: 'рэйхОт', type: 'множественное' },

    { rus: 'мука', heb: 'קֶמַח', speak: 'кЕмах', type: 'мужской' },
    { rus: 'мука (много видов)', heb: 'קְמָחִים', speak: 'кемахИм', type: 'множественное' },

    { rus: 'манго', heb: 'מַנְגוֹ', speak: 'мАнго', type: 'мужской' },
    { rus: 'манго (много)', heb: 'מַנְגוֹאִים', speak: 'мангоИм', type: 'множественное' },

    { rus: 'горшок, кастрюля', heb: 'סִיר', speak: 'сир', type: 'мужской' },
    { rus: 'горшки, кастрюли', heb: 'סִירִים', speak: 'сирИм', type: 'множественное' },

    { rus: 'вкус', heb: 'טַעַם', speak: 'тАам', type: 'мужской' },
    { rus: 'вкусы', heb: 'טְעָמִים', speak: 'тэамИм', type: 'множественное' },

    ///////// 2025.08.21 /////////////////////////
    { rus: 'сюрреалистичный, бредовый', heb: 'הָזוּי', speak: 'hазУй', type: 'мужской' },
    { rus: 'сюрреалистичная, бредовая', heb: 'הָזוּיָּה', speak: 'hазуйА', type: 'женский' },
    { rus: 'сюрреалистичные, бредовые (м)', heb: 'הָזוּיִּים', speak: 'hазуйИм', type: 'мужской' },
    { rus: 'сюрреалистичные, бредовые (ж)', heb: 'הָזוּיוֹת', speak: 'hазуйОт', type: 'женский' },

    { rus: 'мудрость', heb: 'חָכְמָה', speak: 'хохмА', type: 'женский' },
    { rus: 'мудрости', heb: 'חָכְמוֹת', speak: 'хохмОт', type: 'множественное' },

    { rus: 'лечение, терапия, исцеление', heb: 'רִפּוּי', speak: 'рипУй', type: 'мужской' },

    { rus: 'спелый, приготовленный', heb: 'בָּשֵׁל', speak: 'башЕль', type: 'мужской' },
    { rus: 'спелая, приготовленная', heb: 'בְּשֵׁלָה', speak: 'бшелА', type: 'женский' },
    { rus: 'спелые, приготовленные (м)', heb: 'בְּשֵׁלִים', speak: 'бшелИм', type: 'мужской' },
    { rus: 'спелые, приготовленные (ж)', heb: 'בְּשֵׁלוֹת', speak: 'бшелОт', type: 'женский' },

    ///////// 2025.08.22 /////////////////////////
    { rus: 'сегодня', heb: 'הַיוֹם', speak: 'hайОм', type: '-' },
    { rus: 'завтра', heb: 'מָחָר', speak: 'махАр', type: '-' },
    { rus: 'послезавтра', heb: 'מָחֳרָתַיִם', speak: 'мохоратАйим', type: '-' },
    { rus: 'вчера', heb: 'אֶתמוֹל', speak: 'этмОль', type: '-' },
    { rus: 'позавчера', heb: 'שִׁלשׁוֹם', speak: 'щильщОм', type: '-' },

    ///////// 2025.08.23 /////////////////////////
    { rus: 'направление, курс', heb: 'כיוון', speak: 'кивУн', type: 'мужской' },
    { rus: 'направления, курсы', heb: 'כיוונים', speak: 'кивунИм', type: 'множественное' },
    
    { rus: 'тарабарщина, непонятный язык', heb: 'ז׳ַרְגוֹן', speak: 'жьаргОн', type: 'мужской' },
    { rus: 'тарабарщины, непонятные языки', heb: 'ז׳ַרְגוֹנִים', speak: 'жьаргонИм', type: 'множественное' },
    
    { rus: 'таблица (расписание), доска (школьная)', heb: 'לוּחַ', speak: 'льУах', type: 'мужской' },
    { rus: 'таблицы (расписания), доски (школьные)', heb: 'לוּחוֹת', speak: 'льухОт', type: 'множественное' },
    
    { rus: 'свободный, незанятый', heb: 'פָּנוּי', speak: 'панУй', type: 'мужской' },
    { rus: 'свободная, незанятая', heb: 'פְּנוּיָה', speak: 'пнуйА', type: 'женский' },
    { rus: 'свободные, незанятые (м)', heb: 'פְּנוּיִים', speak: 'пнуйИм', type: 'мужской' },
    { rus: 'свободные, незанятые (ж)', heb: 'פְּנוּיוֹת', speak: 'пнуйОт', type: 'женский' },

    ///////// 2025.08.24 /////////////////////////
    { rus: 'приступ, припадок, атака', heb: 'הֶתְקֵף', speak: 'hиткЕф', type: 'мужской' },
    { rus: 'приступы, припадки, атаки', heb: 'הֶתְקָפִים', speak: 'hиткефИм', type: 'множественное' },
    
    { rus: 'капанье, лёгкий дождик', heb: 'טִפְטוּף', speak: 'тифтУф', type: 'мужской' },
    { rus: 'капанья, лёгкие дождики', heb: 'טִפְטוּפִים', speak: 'тифтуфИм', type: 'множественное' },

    ///////// 2025.08.25 /////////////////////////
    { rus: 'брать', heb: 'לָקַחַת', speak: 'лакАхат', type: 'инфинитив' },
    { rus: 'беру, берёт (м)', heb: 'לוֹקֵחַ', speak: 'локЕах', type: 'мужской' },
    { rus: 'берёт (ж)', heb: 'לוֹקַחַת', speak: 'локАхат', type: 'женский' },
    { rus: 'берут (м)', heb: 'לוֹקְחִים', speak: 'локхИм', type: 'мужской' },
    { rus: 'берут (ж)', heb: 'לוֹקְחוֹת', speak: 'локхОт', type: 'женский' },

    ///////// 2025.08.26 /////////////////////////
    { rus: 'действие, поступок, дело', heb: 'מַעֲשֶׂה', speak: 'маасЭ', type: 'мужской' },
    { rus: 'действия, поступки, дела', heb: 'מַעֲשִׂים', speak: 'маасИм', type: 'множественное' },

    { rus: 'бульдозер, экскаватор', heb: 'שׁוֹפֵל', speak: 'шОфель', type: 'мужской' },

    { rus: 'лесопосадка', heb: 'יֵעוּר', speak: 'йеУр', type: 'мужской' },
    
    { rus: 'омлет, яичница', heb: 'חֲבִיתָה', speak: 'хавитА', type: 'женский' },
    { rus: 'омлеты, яичницы', heb: 'חֲבִיתוֹת', speak: 'хавитОт', type: 'множественное' },

    { rus: 'готовит (м)', heb: 'מְכִין', speak: 'мехИн', type: 'мужской' },
    { rus: 'готовит (ж)', heb: 'מְכִינָה', speak: 'мехинА', type: 'женский' },
    { rus: 'готовят (м)', heb: 'מְכִינִים', speak: 'мехинИм', type: 'мужской' },
    { rus: 'готовят (ж)', heb: 'מְכִינוֹת', speak: 'мехинОт', type: 'женский' },
    
    { rus: 'я готовлю яичницу', heb: 'אני מכין חביתה', speak: 'анИ мехИн хавитА', type: '-' },

    ///////// 2025.08.27 /////////////////////////
    { rus: 'такси', heb: 'מוֹנִית', speak: 'монИт', type: 'женский' },
    { rus: 'такси (много)', heb: 'מוניות', speak: 'монийОт', type: 'множественое' },

    { rus: 'добыча', heb: 'טֶרֶף', speak: 'тЭрэф', type: 'мужской' },
    { rus: 'добычи', heb: 'טְרָפִים', speak: 'трафИм', type: 'множественное' },
    
    { rus: 'хищник', heb: 'טּוֹרֵף', speak: 'торЭф', type: 'мужской' },
    { rus: 'хищники', heb: 'טּוֹרְפִים', speak: 'торфИм', type: 'множественное' },

    { rus: 'мир, вселенная', heb: 'עוֹלָם', speak: 'ольАм', type: 'мужской' },
    { rus: 'миры, вселенные', heb: 'עוֹלָמוֹת', speak: 'оламОт', type: 'множественное' },

    ///////// 2025.08.28 /////////////////////////
    { rus: 'рубашка, футболка', heb: 'חוּלצָה', speak: 'хульцА', type: 'женский' },
    { rus: 'рубашки, футболки', heb: 'חוּלָצוֹת', speak: 'хуляцОт', type: 'можественное' },
    
    { rus: 'юбка', heb: 'חֲצָאִית', speak: 'хацаИт', type: 'женский' },
    { rus: 'юбки', heb: 'חֲצָאִיּוֹת', speak: 'хацаийОт', type: 'множественное' },

    { rus: 'платье', heb: 'שִׂמְלָה', speak: 'симлА', type: 'женский' },
    { rus: 'платья', heb: 'שִׂמְלוֹת', speak: 'симлОт', type: 'множественное' },

    { rus: 'пальто, куртка', heb: 'מְעִיל', speak: 'меИль', type: 'мужской' },
    { rus: 'пальто, куртки (много)', heb: 'מְעִילִים', speak: 'меилИм', type: 'множественное' },

    { rus: 'туфля, ботинок', heb: 'נַעַל', speak: 'нАаль', type: 'женский' },
    { rus: 'обувь, туфли, ботинки', heb: 'נַעֲלַיִם', speak: 'наалИм', type: 'множественное' },

    { rus: 'штаны, брюки (всегда парное)', heb: 'מִכְנָסַיִים', speak: 'михнасАим', type: 'мужской, множественное' },

    ///////// 2025.08.30 /////////////////////////
    { rus: 'костюм', heb: 'חליפה', speak: 'халифА', type: 'женский' },
    { rus: 'костюмы', heb: 'חֲלִיפוֹת', speak: 'халифОт', type: 'мнжественное' },

    { rus: 'предмет одежды (одно что-то)', heb: 'בֶּגֶד', speak: 'бЕгед', type: 'мужской' },
    { rus: 'одежда (всегда множественное)', heb: 'בְּגָדִים', speak: 'бгадИм', type: 'мужской, множественное' },

    { rus: 'шляпа, шапка', heb: 'כּוֹבַע', speak: 'кОва', type: 'мужской' },
    { rus: 'шляпы, шапки', heb: 'כּוֹבָעִים', speak: 'коваИм', type: 'множественное' },

    { rus: 'пояс, ремень', heb: 'חֲגוֹרָה', speak: 'хагорА', type: 'женский' },
    { rus: 'пояса, ремни', heb: 'חֲגוֹרוֹת', speak: 'хагорОт', type: 'множественное' },

    { rus: 'повар', heb: 'טַבָּח', speak: 'табАх', type: 'мужской' },
    { rus: 'повара', heb: 'טַבָּחִים', speak: 'табахИм', type: 'множественное' },

    ///////// 2025.08.31 /////////////////////////
    { rus: 'подтверждение, разрешение', heb: 'אישור', speak: 'ишУр', type: 'мужской' },
    { rus: 'подтверждения, разрешения', heb: 'אישורים', speak: 'ишурИм', type: 'множественное' },

    ///////// 2025.08.31 /////////////////////////
    { rus: 'беспорядок, бардак, хаос', heb: 'בלגן', speak: 'балагАн', type: 'мужской' },
    { rus: 'беспорядки, бардаки, хаос', heb: 'בלגנים', speak: 'балаганИм', type: 'множественное' },

    ///////// 2025.09.01 /////////////////////////
    { rus: 'знаю, знает, знающий (м)', heb: 'יוֹדֵעַ', speak: 'йодЭа', type: 'мужской' },
    { rus: 'знаю, знает, знающая (ж)', heb: 'יוֹדַעַת', speak: 'йодАат', type: 'женский' },
    { rus: 'знают (м)', heb: 'יוֹדְעִים', speak: 'йодИм', type: 'мужской' },
    { rus: 'знают (ж)', heb: 'יוֹדְעוֹת', speak: 'йодОт', type: 'женский' },

    ///////// 2025.09.02 /////////////////////////
    { rus: 'солнцезащитные очки', heb: 'מִשְׁקְפֵי שֶׁמֶשׁ', speak: 'мишкефЕй шЕмеш', type: 'мужской, множественное' },

    { rus: 'носит (украшения) (он, м)', heb: 'עוֹנֵד', speak: 'онЕд', type: 'мужской' },
    { rus: 'носит (украшения) (она, ж)', heb: 'עוֹנֶדֶת', speak: 'онЕдет', type: 'женский' },
    { rus: 'носят (украшения) (они, м)', heb: 'עוֹנְדִים', speak: 'онедИм', type: 'мужской' },
    { rus: 'носят (украшения) (они, ж)', heb: 'עוֹנְדוֹת', speak: 'онедОт', type: 'женский' },

    { rus: 'носит, надевает (одежду) (он, м)', heb: 'לוֹבֵשׁ', speak: 'ловЕш', type: 'мужской' },
    { rus: 'носит, надевает (одежду) (она, ж)', heb: 'לוֹבֶשֶׁת', speak: 'ловЕшет', type: 'женский' },
    { rus: 'носят, надевают (одежду) (они, м)', heb: 'לוֹבְשִׁים', speak: 'ловшИм', type: 'мужской' },
    { rus: 'носят, надевают (одежду) (они, ж)', heb: 'לוֹבְשׁוֹת', speak: 'ловшОт', type: 'женский' },

    ///////// 2025.09.04 /////////////////////////
    { rus: 'лечение, исцеление, терапия', heb: 'רִיפּוּי', speak: 'рипУй', type: 'мужской' },
    { rus: 'лечения, исцеления, терапии', heb: 'ריפויים', speak: 'рипуИм', type: 'множественное' },

    ///////// 2025.09.05 /////////////////////////
    { rus: 'цепочка, ожерелье', heb: 'שַׁרְשֶׁרֶת', speak: 'шаршЕрет', type: 'женский' },
    { rus: 'цепочки, ожерелья', heb: 'שַׁרְשָׁרוֹת', speak: 'шаршарОт', type: 'множественное' },

    { rus: 'кольцо', heb: 'טַבַּעַת', speak: 'табАат', type: 'женский' },
    { rus: 'кольца', heb: 'טַבָּעוֹת', speak: 'табаОт', type: 'множественное' },

    { rus: 'класть, ставить, надевать (очки)', heb: 'לָשִׂים', speak: 'ласИм', type: 'инфинитив' },
    { rus: 'кладёт (он)', heb: 'שָׂם', speak: 'сам', type: 'мужской' },
    { rus: 'кладёт (она)', heb: 'שָׂמָה', speak: 'самА', type: 'женский' },
    { rus: 'кладут (они, м)', heb: 'שָׂמִים', speak: 'самИм', type: 'мужской' },
    { rus: 'кладут (они, ж)', heb: 'שָׂמוֹת', speak: 'самОт', type: 'женский' },

    { rus: 'перчатка', heb: 'כְּפָפָה', speak: 'кфафА', type: 'женский' },
    { rus: 'перчатки', heb: 'כְּפָפוֹת', speak: 'кфафОт', type: 'множественное' },

    { rus: 'очки', heb: 'משקפיים / מִשְׁקָפַיִם', speak: 'мишкафАим', type: 'мужской, множественное' },

    { rus: 'носок', heb: 'גֶּרֶב', speak: 'гЕрев', type: 'мужской' },
    { rus: 'носки', heb: 'גְּרָבַיִם', speak: 'гравАим', type: 'множественное' },

    { rus: 'галстук', heb: 'עֲנִיבָה', speak: 'анивА', type: 'женский' },
    { rus: 'галстуки', heb: 'עֲנִיבוֹת', speak: 'анивОт', type: 'множественное' },

    { rus: 'костюм маскарадный, маскировка', heb: 'תחפושת', speak: 'тахпОсет', type: 'женский' },
    { rus: 'костюмы маскарадные, маскировки', heb: 'תַּחְפֹּשׂוֹת', speak: 'тахпосОт', type: 'множественное' },

    { rus: 'джинсы', heb: "ג'ינס", speak: 'джінс', type: 'мужской, множественное' },

    { rus: 'украшение (кольца, ожерелье, браслет, серьга)', heb: 'תַּכְשִׁיט', speak: 'тахшИт', type: 'мужской' },
    { rus: 'украшения (кольца, ожерелья, браслеты, серьги)', heb: 'תַּכְשִׁיטִים', speak: 'тахшитИм', type: 'множественное' },

    { rus: 'купальник, плавки (одежда для моря)', heb: 'בֶּגֶד יָם', speak: 'бЕгед ям', type: 'мужской' },
    { rus: 'купальники, плавки (одежда для моря)', heb: 'בְּגָדֵי יָם', speak: 'бгадЕй ям', type: 'множественное' },

    { rus: 'бумага', heb: 'נייר', speak: 'нийАр', type: 'мужской' },
    { rus: 'бумага (много)', heb: 'ניירות', speak: 'нейарОт', type: 'множественное' },

    { rus: 'здание, строение', heb: 'בניין', speak: 'биньЯн', type: 'мужской' },
    { rus: 'здания, строения', heb: 'בניינים', speak: 'биньанИм', type: 'множественное' },

    { rus: 'спокойный, умиротворённый', heb: 'רָגוּעַ', speak: 'рагУа', type: 'мужской' },
    { rus: 'спокойная, умиротворённая', heb: 'רְגוּעָה', speak: 'ргуА', type: 'женский' },
    { rus: 'спокойные, умиротворенные (м)', heb: 'רְגוּעִים', speak: 'ргуИм', type: 'мужской' },
    { rus: 'спокойные, умиротворённые (ж)', heb: 'רְגוּעוֹת', speak: 'ргуОт', type: 'женский' },

    ///////// 2025.09.06 /////////////////////////
    { rus: 'влажный, мокрый', heb: 'לַח', speak: 'лах', type: 'мужской' },
    { rus: 'влажная, мокрая', heb: 'לַחָה', speak: 'лахА', type: 'женский' },
    { rus: 'влажные, мокрые (м)', heb: 'לַחִים', speak: 'лахИм', type: 'мужской' },
    { rus: 'влажные, мокрые (ж)', heb: 'לַחוֹת', speak: 'лахОт', type: 'женский' },

    { rus: 'полотенце', heb: 'מַגֶבֶת', speak: 'магЕвет', type: 'женский' },
    { rus: 'полотенца', heb: 'מגבות', speak: 'магавОт', type: 'множественное' },

    { rus: 'мульти-, много-', heb: 'רב', speak: 'рав', type: '-' },
    { rus: 'многофункциональный', heb: 'רַב־פְּעָלוֹת', speak: 'рав-пеалОт', type: '' },
    { rus: 'многослойный', heb: 'רַב־שִׁכְבוֹת', speak: 'рав-шихвОт', type: '' },

    { rus: 'функция', heb: 'פְּעֻלָּה', speak: 'пеулА', type: 'женский' },
    { rus: 'функции', heb: 'פְּעָלוֹת', speak: 'пеулОт', type: 'множественное' },

    { rus: 'слой, прослойка', heb: 'שִׁכְבָה', speak: 'шихвА', type: 'женский' },
    { rus: 'слои, прослойки', heb: 'שִׁכְבוֹת', speak: 'шихвОт', type: 'множественное' },

    { rus: 'нос', heb: 'אף', speak: 'аф', type: '' },

    ///////// 2025.09.07 /////////////////////////
    { rus: 'от, из', heb: 'מ־', speak: 'ме- / ми-', type: '-' },
    { rus: 'к, для', heb: 'ל־', speak: 'ле-', type: '-' },
    { rus: 'в, внутри, на', heb: 'ב־', speak: 'бэ-', type: '-' },
    { rus: 'как, подобно', heb: 'כ־', speak: 'кэ-', type: '-' },
    { rus: 'с (совместность)', heb: 'עִם', speak: 'им', type: '-' },
    { rus: 'на, о, над', heb: 'עַל', speak: 'аль', type: '-' },
    { rus: 'к, в сторону', heb: 'אֵל', speak: 'эль', type: '-' },
    { rus: 'от, из (полная форма מ)', heb: 'מִן', speak: 'мин', type: '-' },

    ///////// 2025.09.09 /////////////////////////
    { rus: 'красный', heb: 'אָדוֹם', speak: 'адОм', type: 'мужской' },
    { rus: 'красная', heb: 'אֲדוּמָה', speak: 'адумА', type: 'женский' },

    { rus: 'оранжевый', heb: 'כָּתוֹם ', speak: 'катОм', type: 'мужской' },
    { rus: 'оранжевая', heb: 'כְּתוּמָה', speak: 'ктумА', type: 'женский' },

    { rus: 'желтый', heb: 'צָהוֹב', speak: 'цаhОв', type: 'мужской' },
    { rus: 'желтая', heb: 'צְהוּבָּה', speak: 'цhувА', type: 'женский' },

    { rus: 'зелёный', heb: 'יָרוֹק', speak: 'йарОк', type: 'мужской' },
    { rus: 'зелёная', heb: 'יְרוּקָּה', speak: 'йерукА', type: 'женский' },

    { rus: 'синий', heb: 'כְּחוֹל', speak: 'кахОль', type: 'мужской' },
    { rus: 'синяя', heb: 'כְּחוּלָה', speak: 'кхулА', type: 'женский' },

    { rus: 'фиолетовый', heb: 'סָגוֹל', speak: 'сагОль', type: 'мужской' },
    { rus: 'фиолетовая', heb: 'סְגוּלָּה', speak: 'сгулА', type: 'женский' },

    { rus: 'белый', heb: 'לָבָן', speak: 'лавАн', type: 'мужской' },
    { rus: 'белая', heb: 'לְבָנָה', speak: 'лэванА', type: 'женский' },

    { rus: 'черный', heb: 'שָׁחוֹר', speak: 'шахОр', type: 'мужской' },
    { rus: 'черная', heb: 'שְׁחוֹרָה', speak: 'шхорА', type: 'женский' },

    { rus: 'серый', heb: 'אָפוֹר', speak: 'афОр', type: 'мужской' },
    { rus: 'серая', heb: 'אֲפוּרָה', speak: 'афурА', type: 'женский' },

    { rus: 'коричневый', heb: 'חוּם', speak: 'хум', type: 'мужской' },
    { rus: 'коричневая', heb: 'חוּמָה', speak: 'хумА', type: 'женский' },

    { rus: 'розовый', heb: 'וָרוֹד', speak: 'варОд', type: 'мужской' },
    { rus: 'розовая', heb: 'וְרוּדָה', speak: 'верудА', type: 'женский' },

    { rus: 'бежевый / бежевая', heb: "'בֵּז", speak: 'бэж', type: 'мужской / женский' },

    ///////// 2025.09.10 /////////////////////////
    { rus: 'бирюзовый / бирюзовая', heb: 'טוּרְקוּז', speak: 'туркУз', type: 'мужской / женский' },

    { rus: 'серебрянный (материал)', heb: 'כַּסְפִּי', speak: 'каспИ', type: 'мужской' },
    { rus: 'серебрянная (материал)', heb: 'כַּסְפִּית', speak: 'каспит', type: 'женский' },
    { rus: 'серебрянный (цвет серебра)', heb: 'צֶבַע כֶּסֶף', speak: 'цЕва кЕсэф', type: 'мужской' },

    { rus: 'золотой (покрытый золотом)', heb: 'זָהוּב', speak: 'заhУв', type: 'мужской' },
    { rus: 'золотая (покрытый золотом)', heb: 'זְהוּבָה', speak: 'зеhувА', type: 'женский' },
    { rus: 'золотой (материал)', heb: 'זָהָבִי', speak: 'заhавИ', type: 'мужской' },
    { rus: 'золотой (цвет золота)', heb: 'צֶבַע זָהָב', speak: 'цЕва заhАв', type: 'мужской' },

    { rus: 'тёмный', heb: 'כֵּהֶה', speak: 'кеhE', type: 'мужской' },
    { rus: 'тёмная', heb: 'כֵּהוֹת', speak: 'кеhОт', type: 'женский' },

    { rus: 'светлый', heb: 'בָּהִיר', speak: 'баhИр', type: 'мужской' },
    { rus: 'светлая', heb: 'בְּהִירָה', speak: 'баhирА', type: 'женский' },

    ///////// 2025.09.11 /////////////////////////
    { rus: 'также, тоже (also)', heb: 'גַּם', speak: 'гам', type: '-' },

    { rus: 'болтовня, пустой разговор', heb: 'פטפוט', speak: 'питпУт', type: 'мужской' },

    { rus: 'квадрат', heb: 'רִבּוּעַ', speak: 'рибУа', type: 'мужской' },
    { rus: 'круг', heb: 'עִגּוּל', speak: 'игУль', type: 'мужской' },
    { rus: 'трёхугольник', heb: 'מְשֻׁלָּשׁ', speak: 'мешулАш', type: 'мужской' },
    { rus: 'прямоугольник', heb: 'מַלְבֵּן', speak: 'мальбЭн', type: 'мужской' },

    ///////// 2025.09.13 /////////////////////////
    { rus: 'дерево', heb: 'עֵץ', speak: 'эц', type: 'мужской' },
    { rus: 'деревянный', heb: 'עֵצִי', speak: 'эцИ', type: 'мужской' },

    { rus: 'металл', heb: 'מַתֶּכֶת', speak: 'матЕхэт', type: 'женский' },
    { rus: 'металлический', heb: 'מַתַּכְתִּי', speak: 'матахтИ', type: 'женский' },

    { rus: 'бетон', heb: 'בֶּטוֹן', speak: 'бетОн', type: 'мужской' },
    { rus: 'бетонный', heb: 'בֶּטוֹנִי', speak: 'бетонИ', type: 'мужской' },

    { rus: 'пластик', heb: 'פְּלָסטִיק', speak: 'плАстик', type: 'мужской' },
    { rus: 'пластиковый', heb: 'פְּלָסטִי', speak: 'плАсти', type: 'мужской' },

    { rus: 'кирпич', heb: 'לְבֵנָה', speak: 'левенА', type: 'женский' },
    { rus: 'кирпичный', heb: 'לְבֵנָתִי', speak: 'левенатИ', type: 'женский' },

    { rus: 'стекло', heb: 'זְכוּכִית', speak: 'зхухИт', type: 'женский' },
    { rus: 'стеклянный', heb: 'זְכוּכִיתִי', speak: 'зхухитИ', type: 'женский' },

    { rus: 'камень', heb: 'אֶבֶן', speak: 'Эвен', type: 'женский' },
    { rus: 'каменный', heb: 'אֲבָנִי', speak: 'аванИ', type: 'женский' },

    { rus: 'ткань', heb: 'בַּד', speak: 'бад', type: 'мужской' },
    { rus: 'тканевый', heb: 'בַּדִּי', speak: 'бадИ', type: 'мужской' },

    { rus: 'шерсть', heb: 'צֶמֶר', speak: 'цЕмэр', type: 'мужской' },
    { rus: 'шерстяной', heb: 'צֶמְרִי', speak: 'цемрИ', type: 'мужской' },

    { rus: 'хлопок', heb: 'כּוֹתְנָה', speak: 'котнА', type: 'женский' },
    { rus: 'хлопковый', heb: 'כּוֹתְנִי', speak: 'котнИ', type: 'женский' },

    ///////// 2025.09.14 /////////////////////////
    { rus: 'ноль, ничто', heb: 'אֶפֶס', speak: 'Эфес', type: 'мужской' },
    { rus: 'нули', heb: 'אֲפָסִים', speak: 'афасИм', type: 'множественное' },

    ///////// 2025.09.17 /////////////////////////
    { rus: 'один (м)', heb: 'אֶחָד', speak: 'эхАд', type: 'мужской' },
    { rus: 'одна (ж)', heb: 'אַחַת', speak: 'Ахат', type: 'женский' },

    { rus: 'два (м)', heb: 'שְׁנַיִם', speak: 'шнАйим', type: 'мужской' },
    { rus: 'две (ж)', heb: 'שְׁתַּיִם', speak: 'штАйим', type: 'женский' },

    { rus: 'три (м)', heb: 'שְׁלוֹשָׁה', speak: 'шлошА', type: 'мужской' },
    { rus: 'три (ж)', heb: 'שָׁלוֹשׁ', speak: 'шалОш', type: 'женский' },

    { rus: 'четыре (м)', heb: 'אַרְבָּעָה', speak: 'арбаА', type: 'мужской' },
    { rus: 'четыре (ж)', heb: 'אַרְבַּע', speak: 'Арба', type: 'женский' },

    { rus: 'пять (м)', heb: 'חֲמִשָּׁה', speak: 'хамишА', type: 'мужской' },
    { rus: 'пять (ж)', heb: 'חָמֵשׁ', speak: 'хамЭш', type: 'женский' },

    { rus: 'шесть (м)', heb: 'שִׁשָּׁה', speak: 'шишА', type: 'мужской' },
    { rus: 'шесть (ж)', heb: 'שֵׁשׁ', speak: 'шЭш', type: 'женский' },

    { rus: 'семь (м)', heb: 'שִׁבְעָה', speak: 'шивА', type: 'мужской' },
    { rus: 'семь (ж)', heb: 'שֶׁבַע', speak: 'шЭва', type: 'женский' },

    { rus: 'восемь (м)', heb: 'שְׁמוֹנָה', speak: 'шмонА', type: 'мужской' },
    { rus: 'восемь (ж)', heb: 'שְׁמוֹנֶה', speak: 'шмонЭ', type: 'женский' },

    { rus: 'девять (м)', heb: 'תִּשְׁעָה', speak: 'тишА', type: 'мужской' },
    { rus: 'девять (ж)', heb: 'תֵּשַׁע', speak: 'тЭша', type: 'женский' },

    { rus: 'десять (м)', heb: 'עֲשָׂרָה', speak: 'асарА', type: 'мужской' },
    { rus: 'десять (ж)', heb: 'עֶשֶׂר', speak: 'Эсэр', type: 'женский' },

    ///////// 2025.09.18 /////////////////////////
    { rus: 'транспортная развязка, развилка', heb: 'מַחְלֵף', speak: 'махлЕф', type: 'мужской' },
    { rus: 'транспортные развязки, развилки', heb: 'מַחְלְפִים', speak: 'махлфИм', type: 'множественное' },

    { rus: 'порт, гавань', heb: 'נְמַל', speak: 'немАль', type: 'мужской' },
    { rus: 'авиация, полёт', heb: 'תְּעוּפָה', speak: 'теуфА', type: 'женский' },
    { rus: 'аэропорт', heb: 'נְמַל תְּעוּפָה', speak: 'немАль теуфА', type: 'мужской' },

    { rus: 'башня, вышка, небоскрёб', heb: 'מִגְדָּל', speak: 'мигдАль', type: 'мужской' },
    { rus: 'башни, вышки, небоскрёбы', heb: 'מִגְדָּלִים', speak: 'мигдалИм', type: 'множественное' },

    ///////// 2025.09.19 /////////////////////////
    { rus: 'центр (географический), торговый центр, деловой центр, середина', heb: 'מֶרְכָּז', speak: 'меркАз', type: 'мужской' },
    { rus: 'центры, торговые центры, середины', heb: 'מֶרְכָּזִים', speak: 'мерказИм', type: 'множественное' },

    { rus: 'рядом с, вблизи, возле', heb: 'בְּקִרְבַת', speak: 'бекирвАт', type: 'предлог' },
    { rus: 'в районе, в окрестностях', heb: 'בְּסְבִיבַת', speak: 'бэсвивАт', type: 'предлог' },
    { rus: 'близко к', heb: 'קָרוֹב לְ', speak: 'карОв ла-', type: 'предлог' },

    ///////// 2025.09.20 /////////////////////////
    { rus: 'перед (во времени, неделю/день/час/минуту назад), перед (в пространстве), перед (кем-то, чем-то, впереди)', heb: 'לִפְנֵי', speak: 'лифнЭй', type: 'предлог' },

    ///////// 2025.09.21 /////////////////////////
    { rus: 'знает, знаю (он)', heb: 'יוֹדֵעַ', speak: 'йодЭа', type: 'мужской' },
    { rus: 'знает (она)', heb: 'יוֹדַעַת', speak: 'йодАат', type: 'женский' },
    { rus: 'знают (они, м)', heb: 'יוֹדְעִים', speak: 'йодИм', type: 'множественное, мужской' },
    { rus: 'знают (они, ж)', heb: 'יוֹדְעוֹת', speak: 'йодОт', type: 'множественное, женский' },

    { rus: 'может быть', heb: 'אוּלַי', speak: 'улЯй', type: 'наречие' },

    ///////// 2025.09.22 /////////////////////////
    { rus: 'сохранить (кнопка)', heb: 'שְׁמִירָה', speak: 'шмирА', type: 'женский' },

    ///////// 2025.09.23 /////////////////////////
    { rus: 'ширина', heb: 'רוֹחַב', speak: 'рОхав', type: 'мужской' },
    { rus: 'ширины', heb: 'רוֹחָבִים', speak: 'рохавИм', type: 'множественное' },

    { rus: 'глубина', heb: 'עומק', speak: 'Омек', type: 'мужской' },
    { rus: 'глубины', heb: 'עֲמָקִים', speak: 'амакИм', type: 'множественное' },

    { rus: 'высота', heb: 'גּוֹבַהּ', speak: 'говА', type: 'мужской' },
    { rus: 'высоты', heb: 'גוֹבָהִים', speak: 'говахИм', type: 'множественное' },

    ///////// 2025.09.24 /////////////////////////
    { rus: 'сбор урожая', heb: 'קָטִיף', speak: 'катИф', type: 'мужской' },
    { rus: 'сборы урожая', heb: 'קְטִיפִים', speak: 'кетифИм', type: 'множественное' },

    ///////// 2025.09.25 /////////////////////////
    { rus: 'учится, учит (он)', heb: 'לוֹמֵד', speak: 'ломЭд', type: 'мужской' },
    { rus: 'учится, учит (она)', heb: 'לוֹמֶדֶת', speak: 'ломЭдэт', type: 'женский' },
    { rus: 'учатся, учат (они м)', heb: 'לוֹמְדִים', speak: 'ломдИм', type: 'мужской, множественное' },
    { rus: 'учатся, учат (они ж)', heb: 'לוֹמְדוֹת', speak: 'ломдОт', type: 'женский, множественное' },

    ///////// 2025.09.27 /////////////////////////
    { rus: 'живу, живёт (он)', heb: 'גָּר', speak: 'гар', type: 'мужской' },
    { rus: 'живёт (она)', heb: 'גָּרָה', speak: 'гАра', type: 'женский' },
    { rus: 'живут (они м)', heb: 'גָּרִים', speak: 'гарИм', type: 'мужской, множественное' },
    { rus: 'живут (они ж)', heb: 'גָּרוֹת', speak: 'гарОт', type: 'женский, множественное' },

    { rus: 'город', heb: 'עִיר', speak: 'ир', type: 'женский' },
    { rus: 'города', heb: 'עָרִים', speak: 'арИм', type: 'множественное' },

    ///////// 2025.09.28 /////////////////////////
    { rus: 'брат (товарищ, дружище, бро)', heb: 'אָח', speak: 'ах', type: 'мужской' },
    { rus: 'братья (товарищи, бро)', heb: 'אַחִים', speak: 'ахИм', type: 'множественное' },

    { rus: 'всё, весь, каждый', heb: 'כָּל / כול', speak: 'коль', type: '-' },

    { rus: 'урок, занятие', heb: 'שִׁעוּר', speak: 'шиУр', type: 'мужской' },
    { rus: 'уроки, занятия', heb: 'שִׁעוּרִים', speak: 'шиурИм', type: 'множественное' },
    { rus: 'домашние задания (уроки кого? задания чего?)', heb: 'שִׁעוּרֵי בַּיִת', speak: 'шиурЭй бАйт', type: 'сопряжение' },

    { rus: 'друг, товарищ, член (группы, клуба и тд.) (м)', heb: 'חָבֵר', speak: 'хавЕр', type: 'мужской' },
    { rus: 'друзья, товарищи (м)', heb: 'חֲבֵרִים', speak: 'хаверИм', type: 'множественное' },
    { rus: 'подруга', heb: 'חֲבֵרָה', speak: 'хаверА', type: 'женское' },
    { rus: 'подруги', heb: 'חֲבֵרוֹת', speak: 'хаверОт', type: 'множественное' },

    { rus: 'депутат Кнессета (м)', heb: 'חבר כנסת', speak: 'хавЕр кнЕсэт', type: 'мужской' },
    { rus: 'депутат Кнессета (ж)', heb: 'חברת כנסת', speak: 'хаврАт кнЕсэт', type: 'женский' },

    ///////// 2025.09.29 /////////////////////////
    { rus: 'Где?', heb: 'אֵיפֹה', speak: 'Эйфо', type: '-' },
    { rus: 'Куда?', heb: 'לְאָן', speak: 'леАн', type: '-' },
    { rus: 'Откуда?', heb: 'מֵאַיִן', speak: 'меАйн', type: '-' },
    { rus: 'Когда?', heb: 'מָתַי', speak: 'матАй', type: '-' },
    { rus: 'Почему?', heb: 'לָמָּה', speak: 'лАма', type: '-' },
    { rus: 'Почему? (книжн.)', heb: 'מַדּוּעַ', speak: 'мадУа', type: '-' },
    { rus: 'Как?', heb: 'אֵיךְ', speak: 'Эйх', type: '-' },
    { rus: 'Сколько?', heb: 'כַּמָּה', speak: 'камА', type: '-' },
    { rus: 'Какой? (м)', heb: 'אֵיזֶה', speak: 'Эйзэ', type: '-' },
    { rus: 'Какая? (ж)', heb: 'אֵיזוֹ', speak: 'Эйзо', type: '-' },
    { rus: 'Какие? (мн)', heb: 'אֵילוּ', speak: 'Эйлу', type: '-' },

    ///////// 2025.10.02 /////////////////////////
    { rus: 'вчера', heb: 'אֶתְמוֹל', speak: 'этмОль', type: 'наречие' },
    { rus: 'сегодня (этот день)', heb: 'הַיּוֹם', speak: 'hайОм', type: 'наречие' },
    { rus: 'завтра', heb: 'מָחָר', speak: 'махАр', type: 'наречие' },

    ///////// 2025.10.03 /////////////////////////
    { rus: 'позавчера', heb: 'שִׁלְשׁוֹם', speak: 'шильшОм', type: '-' },
    { rus: 'когда-то, раз', heb: 'פַּעַם', speak: 'паАм', type: '-' },
    { rus: 'до, раньше', heb: 'לִפְנֵי', speak: 'лифнЕй', type: '-' },
    { rus: 'раньше, прежде', heb: 'קֹדֶם', speak: 'кОдем', type: '-' },

    { rus: 'сейчас', heb: 'עַכְשָׁו', speak: 'ахшАв', type: '-' },
    { rus: 'в данный момент', heb: 'בְּעֵת', speak: 'бе-Эт', type: '-' },

    { rus: 'послезавтра', heb: 'מָחֳרָתַיִם', speak: 'махаратАим', type: '-' },
    { rus: 'потом, после этого', heb: 'אַחֲרֵי־כֵן', speak: 'ахарЕй-хен', type: '-' },
    { rus: 'скоро', heb: 'בְּקָרוֹב', speak: 'бе-карО', type: '-' },
    { rus: 'временами, иногда', heb: 'לְעִתִּים', speak: 'ле-итИм', type: '-' },

    ///////// 2025.10.04 /////////////////////////
    { rus: 'проектирует (он)', heb: 'מְתַכְנֵן', speak: 'метахнЕн', type: 'мужской' },
    { rus: 'проектирует (она)', heb: 'מְתַכְנֶנֶת', speak: 'метахнЕнэт', type: 'женский' },
    { rus: 'проектируют (они м)', heb: 'מְתַכְנְנִים', speak: 'метахненим', type: 'мужской, множественное' },
    { rus: 'проектируют (они ж)', heb: 'מְתַכְנְנוֹת', speak: 'метахненот', type: 'женский, множественное' },

    { rus: 'разрабатывает, оформляет (он)', heb: 'מְעַצֵּב', speak: 'меацЕв', type: 'мужской' },
    { rus: 'разрабаьывает, оформляет (она)', heb: 'מְעַצֶּבֶת', speak: 'меацЕвэт', type: 'женский' },
    { rus: 'разрабатывают, оформляют (они м)', heb: 'מְעַצְּבִים', speak: 'меацвИм', type: 'мужской, множественное' },
    { rus: 'разрабатывают, оформляют (они ж)', heb: 'מְעַצְּבוֹת', speak: 'меацвОт', type: 'женский, множественное' },

    ///////// 2025.10.05 /////////////////////////
    { rus: 'карман', heb: 'כִּיס', speak: 'кис', type: 'мужской' },
    { rus: 'карманы', heb: 'כִּיסִים', speak: 'кисИм', type: 'множественное' },

    { rus: 'свитер', heb: 'סְוֶודֶר', speak: 'свЕдер', type: 'мужской' },
    { rus: 'свитера', heb: 'סְוֶודֶרִים', speak: 'свЕдерим', type: 'множественное' },

    { rus: 'жакет', heb: 'ז׳ָקֵט', speak: 'жакЕт', type: 'мужской' },
    { rus: 'жакеты', heb: 'ז׳ָקֵטִים', speak: 'жакетИм', type: 'множественное' },

    { rus: 'шарф', heb: 'צָעִיף', speak: 'цаИф', type: 'мужской' },
    { rus: 'шарфы', heb: 'צְעִיפִים', speak: 'цеифИм', type: 'множественное' },

    { rus: 'браслет', heb: 'צָמִיד', speak: 'цамИд', type: 'мужской' },
    { rus: 'браслеты', heb: 'צְמִידִים', speak: 'цмидИм', type: 'множественное' },

    ///////// 2025.10.08 /////////////////////////
    { rus: 'понимаю (м, я, ты, он)', heb: 'מֵבִין', speak: 'мевИн', type: 'мужской' },
    { rus: 'понимаю (ж, я, ты, она)', heb: 'מֵבִינָה', speak: 'мевинА', type: 'женский' },
    { rus: 'понимаем (м, мы, они)', heb: 'מֵבִינִים', speak: 'мевинИм', type: 'множественное, мужской' },
    { rus: 'понимаем (ж, мы, они)', heb: 'מֵבִינוֹת', speak: 'мевинОт', type: 'множественное, женский' },

    ///////// 2025.10.11 /////////////////////////
    { rus: 'работа, труд, служба', heb: 'עֲבוֹדָה', speak: 'аводА', type: 'женский' },
    { rus: 'работы, задания', heb: 'עֲבוֹדוֹת', speak: 'аводОт', type: 'множественное, женский' },

    { rus: 'семья', heb: 'מִשְׁפָּחָה', speak: 'мишпахА', type: 'женский' },
    { rus: 'семьи', heb: 'מִשְׁפָּחוֹת', speak: 'мишпахОт', type: 'множественное, женский' },

    { rus: 'больной', heb: 'חוֹלֶה', speak: 'холЕ', type: 'мужской' },
    { rus: 'больная', heb: 'חוֹלָה', speak: 'холА', type: 'женский' },
    { rus: 'больные (м)', heb: 'חוֹלִים', speak: 'холИм', type: 'множественное, мужской' },
    { rus: 'больные (ж)', heb: 'חוֹלוֹת', speak: 'холОт', type: 'множественное, женский' },

    ///////// 2025.10.12 /////////////////////////
    { rus: 'врач, доктор (м)', heb: 'רוֹפֵא', speak: 'рофЕ', type: 'мужской' },
    { rus: 'врач, доктор (ж)', heb: 'רוֹפְאָה', speak: 'рофА', type: 'женский' },
    { rus: 'врачи, доктора (м)', heb: 'רוֹפְאִים', speak: 'рофИм', type: 'множественное, мужской' },
    { rus: 'врачи, доктора (ж)', heb: 'רוֹפְאוֹת', speak: 'рофОт', type: 'множественное, женский' },
    
    { rus: 'потому что, так как, ведь, что', heb: 'כִּי', speak: 'ки', type: 'союз' },

    { rus: 'работает (м)', heb: 'עוֹבֵד', speak: 'овЕд', type: 'мужской' },
    { rus: 'работает (ж)', heb: 'עוֹבֶדֶת', speak: 'овЕдэт', type: 'женский' },
    { rus: 'работают (они, м)', heb: 'עוֹבְדִים', speak: 'овдИм', type: 'множественное, мужской' },
    { rus: 'работают (они, ж)', heb: 'עוֹבְדוֹת', speak: 'овдОт', type: 'множественное, женский' },

    ///////// 2025.10.13 /////////////////////////
    { rus: 'комната, помещение', heb: 'חֶדֶר', speak: 'хЕдер', type: 'мужской' },
    { rus: 'комнаты, помещения', heb: 'חֲדָרִים', speak: 'хадарИм', type: 'множественное' },

    { rus: 'столовая (комната еды)', heb: 'חֲדַר אוֹכֶל', speak: 'хЕдер Охель', type: 'мужской' },
    { rus: 'спальня (комната сна)', heb: 'חֲדַר שֵׁנָה', speak: 'хЕдер шенА', type: 'мужской' },
    { rus: 'гардеробная (комната шкафов)', heb: 'חֲדַר אָרוֹנוֹת', speak: 'хЕдер аронОт', type: 'мужской' },
    { rus: 'прихожая (входная комната)', heb: 'חֲדַר כְּנִיסָה', speak: 'хЕдер книсА', type: 'мужской' },

    ///////// 2025.10.14 /////////////////////////
    { rus: 'новость, сообщение', heb: 'חֲדָשָׁה', speak: 'хадашА', type: 'женский' },
    { rus: 'новости', heb: 'חֲדָשׁוֹת', speak: 'хадашОт', type: 'множественное, женский' },

    { rus: 'слово', heb: 'מילה', speak: 'милА', type: 'женский' },
    { rus: 'слова', heb: 'מילים', speak: 'милИм', type: 'множественное' },

    { rus: 'квартира', heb: 'דִּירָה', speak: 'дирА', type: 'женский' },
    { rus: 'квартиры', heb: 'דִּירוֹת', speak: 'дирОт', type: 'множественное' },

    { rus: 'тактик (он)', heb: 'טַקְטִיקָן', speak: 'тактикАн', type: 'мужской' },
    { rus: 'тактик (она)', heb: 'טַקְטִיקָנִית', speak: 'тактикАнит', type: 'женский' },
    { rus: 'тактики (они, м)', heb: 'טַקְטִיקָנִים', speak: 'тактикАним', type: 'множественное, мужской' },
    { rus: 'тактики (они, ж)', heb: 'טַקְטִיקָנִיוֹת', speak: 'тактиканийОт', type: 'множественное, женский' },

    { rus: 'игра', heb: 'מִשְׂחָק', speak: 'мисхАк', type: 'мужской' },
    { rus: 'игры', heb: 'מִשְׂחָקִים', speak: 'мисхакИм', type: 'множественное' },

    { rus: 'видеоигра', heb: 'מִשְׂחַק וִידֵאוֹ', speak: 'мисхАк вИдео', type: 'мужской' },
    { rus: 'видеоигры', heb: 'מִשְׂחַקֵי וִידֵאוֹ', speak: 'мисхакЕй вИдео', type: 'множественное' },

    ///////// 2025.10.15 /////////////////////////
    { rus: 'выпечка', heb: 'מַאֲפֶה', speak: 'маафЕ', type: 'мужской' },
    { rus: 'выпечки', heb: 'מַאֲפִים', speak: 'маафИм', type: 'множественное' },

    { rus: 'хлебобулочное изделие', heb: 'מַאֲפֵה לֶחֶם', speak: 'маафЕ лЕхем', type: 'мужской' },

    { rus: 'пекарня, булочная', heb: 'מַאֲפִיָּה', speak: 'маафийА', type: 'женский' },
    { rus: 'пекарни, булочные', heb: 'מַאֲפִיּוֹת', speak: 'маафийОт', type: 'множественное' },

    { rus: 'упакованный', heb: 'אֲרוּז', speak: 'аруз', type: 'мужской' },
    { rus: 'упакованная', heb: 'אֲרוּזָה', speak: 'арузА', type: 'женский' },
    { rus: 'упакованные (м)', heb: 'אֲרוּזִים', speak: 'арузИм', type: 'множественное, мужской' },
    { rus: 'упакованные (ж)', heb: 'אֲרוּזוֹת', speak: 'арузОт', type: 'множественное, женский' },

    { rus: 'булочка', heb: 'לַחְמָנִיָּה', speak: 'лахманийА', type: 'женский' },
    { rus: 'булочки', heb: 'לַחְמָנִיּוֹת', speak: 'лахманийОт', type: 'множественное' },

    { rus: 'бублик', heb: 'בֵּיגֶל', speak: 'бЕйгель', type: 'мужской' },
    { rus: 'бублики', heb: 'בֵּיגֶלִים', speak: 'бейгелИм', type: 'множественное' },

    ///////// 2025.10.16 /////////////////////////
    { rus: 'согласие, разрешение, подтверждение, одобрение', heb: 'אִישׁוּר', speak: 'ишУр', type: 'мужской' },
    
    { rus: 'закрытый', heb: 'סָגוּר', speak: 'сагУр', type: 'мужской' },
    { rus: 'закрытая', heb: 'סְגוּרָה', speak: 'сгурА', type: 'женский' },
    { rus: 'закрытые (они, м)', heb: 'סְגוּרִים', speak: 'сгурИм', type: 'множественное, мужской' },
    { rus: 'закрытые (они, ж)', heb: 'סְגוּרוֹת', speak: 'сгурОт', type: 'множественное, женский' },

    { rus: 'спит, сплю (он)', heb: 'יָשֵׁן', speak: 'йашЕн', type: 'мужской' },
    { rus: 'спит (она)', heb: 'יְשֵׁנָה', speak: 'йешенА', type: 'женский' },
    { rus: 'спят (м)', heb: 'יְשֵׁנִים', speak: 'йешенИм', type: 'множественное, мужской' },
    { rus: 'спят (ж)', heb: 'יְשֵׁנוֹת', speak: 'йешенОт', type: 'множественное, женский' },

    ///////// 2025.10.17 /////////////////////////
    { rus: 'школа (дом книги)', heb: 'בית ספר', speak: 'бейт сЕфер', type: 'мужской' },

    { rus: 'дом', heb: 'בַּיִת', speak: 'бАйит', type: 'мужской' },
    { rus: 'дома', heb: 'בָּתִּים', speak: 'батИм', type: 'множественное' },

    { rus: 'двадцать (20)', heb: 'עשרים', speak: 'эсрИм', type: '-' },
    { rus: 'тридцать (30)', heb: 'שלושים', speak: 'шломИм', type: '-' },
    { rus: 'сорок (40)', heb: 'ארבעים', speak: 'арбаИм', type: '-' },
    { rus: 'пятьдесят (50)', heb: 'חמישים', speak: 'хамишИм', type: '-' },
    { rus: 'шестьдесят (60)', heb: 'שישים', speak: 'шишИм', type: '-' },
    { rus: 'семьдесят (70)', heb: 'שבעים', speak: 'шивИм', type: '-' },
    { rus: 'восемьдесят (80)', heb: 'שמונים', speak: 'шмонИм', type: '-' },
    { rus: 'девяносто (90)', heb: 'תשעים', speak: 'тишИм', type: '-' },

    { rus: 'сорок пять (45)', heb: 'ארבעים וחמש', speak: 'арбаИм вэ-хамЕш', type: '-' },
    { rus: 'девяносто девять (99)', heb: 'תשעים ותשע', speak: 'тишИм вэ-тЕйша', type: '-' },

    { rus: 'сто (100)', heb: 'מאה', speak: 'мЭа', type: '-' },
    { rus: 'двести (200)', heb: 'מאתיים', speak: 'матАйим', type: '-' },
    { rus: 'триста (300)', heb: 'שלוש מאות', speak: 'шалОш мЭот', type: '-' },
    { rus: 'четыреста (400)', heb: 'ארבע מאות', speak: 'Арба мЭот', type: '-' },
    { rus: 'пятьсот (500)', heb: 'חמש מאות', speak: 'хамЕш мЭот', type: '-' },
    { rus: 'шестьсот (600)', heb: 'שש מאות', speak: 'шЕш мЭот', type: '-' },
    { rus: 'семьсот (700)', heb: 'שבע מאות', speak: 'шЕва мЭот', type: '-' },
    { rus: 'восемьсот (800)', heb: 'שמונה מאות', speak: 'шмонЕ мЭот', type: '-' },
    { rus: 'девятьсот (900)', heb: 'תשע מאות', speak: 'тЕша мЭот', type: '-' },

    ///////// 2025.10.18 /////////////////////////
    { rus: 'готовить, варить (еду)', heb: 'לְבַשֵּׁל', speak: 'левашЭль', type: 'инфинитив' },
    { rus: 'готовит, варит (он)', heb: 'מְבַשֵּׁל', speak: 'мэвашЭль', type: 'мужской' },
    { rus: 'готовит, варит (она)', heb: 'מְבַשֶּׁלֶת', speak: 'мэвашЕлет', type: 'женский' },
    { rus: 'готовят, варят (они, м)', heb: 'מְבַשְּׁלִים', speak: 'мэвашлИм', type: 'множественное, мужской' },
    { rus: 'готовят, варят (он, ж)', heb: 'מְבַשְּׁלוֹת', speak: 'мэвашлОт', type: 'множественное, женский' },

    { rus: 'цветок', heb: 'פֶּרַח', speak: 'пЭрах', type: 'мужской' },
    { rus: 'цветы', heb: 'פְּרָחִים', speak: 'прахИм', type: 'множественное, мужской' },
    { rus: 'цветочек', heb: 'פְּרוֹחָה', speak: 'прохА', type: 'женский' },
    { rus: 'цветочки', heb: 'פְּרוֹחוֹת', speak: 'прохОт', type: 'множественное, женский' },

    { rus: 'причина', heb: 'סִבָּה', speak: 'сибА', type: 'женский' },
    { rus: 'причины', heb: 'סִבּוֹת', speak: 'сибОт', type: 'множественное' },
    { rus: 'эти причины', heb: 'הַסִּבּוֹת', speak: 'haсибОт', type: 'женский' },

    ///////// 2025.10.19 /////////////////////////
    { rus: 'пить', heb: 'לשתות', speak: 'лиштОт', type: 'инфинитив' },
    { rus: 'есть', heb: 'לאכול', speak: 'леэхОль', type: 'инфинитив' },
    { rus: 'спать', heb: 'לישון', speak: 'лишОн', type: 'инфинитив' },
    { rus: 'идти', heb: 'ללכת', speak: 'лалЕхет', type: 'инфинитив' },
    { rus: 'работать', heb: 'לעבוד', speak: 'лаавОд', type: 'инфинитив' },
    { rus: 'читать', heb: 'לקרוא', speak: 'ликрО', type: 'инфинитив' },
    { rus: 'писать', heb: 'לכתוב', speak: 'лихтОв', type: 'инфинитив' },

    { rus: 'письмо', heb: 'מִכְתָּב', speak: 'михтАв', type: 'мужской' },
    { rus: 'письма', heb: 'מִכְתָּבִים', speak: 'михтавИм', type: 'множественное' },

    { rus: 'свежий', heb: 'טָרִי', speak: 'тЭри', type: 'мужской' },
    { rus: 'свежая', heb: 'טְרִיָּה', speak: 'трийА', type: 'женский' },
    { rus: 'свежие (м)', heb: 'טְרִיִּים', speak: 'трийИм', type: 'множественное, мужской' },
    { rus: 'свежие (ж)', heb: 'טְרִיּוֹת', speak: 'трийОт', type: 'множественное, женский' },

    { rus: 'вход, въезд', heb: 'כְּנִיסָה', speak: 'книсА', type: 'женский' },
    { rus: 'входы, въезды', heb: 'כְּנִיסוֹת', speak: 'книсОт', type: 'множественное' },

    { rus: 'выход, выезд, исход', heb: 'יְצִיאָה', speak: 'йециА', type: 'женский' },
    { rus: 'выходы, выезды, исходы', heb: 'יְצִיאוֹת', speak: 'йециОт', type: 'множественное' },

    { rus: 'тысяча (1000)', heb: 'אלף', speak: 'Элеф', type: '-' },
    { rus: 'две тысячи (2000)', heb: 'אלפיים', speak: 'алпАйм', type: '-' },
    { rus: 'три тысячи (3000)', heb: 'שלושת אלפים', speak: 'шлОшет алафИм', type: '-' },
    { rus: 'четыре тысячи (4000)', heb: 'ארבעת אלפים', speak: 'арбАат алафИм', type: '-' },
    { rus: 'пять тысяч (5000)', heb: 'חמשת אלפים', speak: 'хамЕшат алафИм', type: '-' },
    { rus: 'шесть тысяч (6000)', heb: 'ששת אלפים', speak: 'шЕшат алафИм', type: '-' },
    { rus: 'семь тысяч (7000)', heb: 'שבעת אלפים', speak: 'шивАт алафИм', type: '-' },
    { rus: 'восемь тысяч (8000)', heb: 'שמונת אלפים', speak: 'шмонАт алафИм', type: '-' },
    { rus: 'девять тысяч (9000)', heb: 'תשעת אלפים', speak: 'тишАт алафИм', type: '-' },

    ///////// 2025.10.20 /////////////////////////
    { rus: 'деcять тысяч (10 000)', heb: 'עשרת אלפים', speak: 'асЕрет алафИм', type: '-' },
    { rus: 'двенадцать тысяч (12 000)', heb: 'שנים עשר אלף', speak: 'штАим эсЭр Элеф', type: '-' },
    { rus: 'двадцатьпять тысяч (25 000)', heb: 'עשרים וחמשת אלפים', speak: 'эсрИм вэ-хамЕшат алафИм', type: '-' },
    { rus: 'сто тысяч (100 000)', heb: 'מאה אלף', speak: 'мЭа Элеф', type: '-' },
    { rus: 'миллион', heb: 'מיליון', speak: 'миллиОн', type: '-' },
    { rus: 'миллиард', heb: 'מיליארד', speak: 'миллийАрд', type: '-' },

    ///////// 2025.10.21 /////////////////////////
    { rus: 'надевает, устанавливает (очки, маску, шлем)', heb: 'מַרְכִּיב', speak: 'маркив', type: 'мужское' },
    { rus: 'надевает, обувает, запирает (обувь)', heb: 'נוֹעֵל', speak: 'ноЭль', type: 'мужское' },
    { rus: 'надевает, натягивает, оборачивает (носки)', heb: 'גוֹרֵב', speak: 'горЕв', type: 'мужское' },
    { rus: 'носит, вешает, украшает (украшения, часы)', heb: 'עוֹנֵד', speak: 'онЕд', type: 'мужское' },
    { rus: 'надевает, носит на себе (одежду)', heb: 'לוֹבֵשׁ', speak: 'ловЕш', type: 'мужское' },
    { rus: 'надевает, носит на голове (шапку, шлем, кепку)', heb: 'חובש', speak: 'ховЕш', type: 'мужское' },
    { rus: 'надевает, кладёт на себя (перчатки)', heb: 'שָׂם', speak: 'сам', type: 'мужское' },

    { rus: 'кроссовки, кеды', heb: 'נַעֲלֵי סְפּוֹרְט', speak: 'наалЭй спОрт', type: 'женский' },
    { rus: 'домашние тапочки', heb: 'נַעֲלֵי בַּיִת', speak: 'наалЭй бАйт', type: 'женский' },
    { rus: 'ботинки походные', heb: 'נַעֲלֵי טִיּוּל', speak: 'наалЭй тийУль', type: 'женский' },
    { rus: 'туфли на каблуках', heb: 'נַעֲלֵי עֶקֶב', speak: 'наалЭй Экев', type: 'женский' },
    { rus: 'резиновые сапоги', heb: 'נַעֲלֵי גוּמִי', speak: 'наалЭй гУми', type: 'женский' },

    { rus: 'сапоги', heb: 'מַגָּפַיִם', speak: 'магафАйим', type: 'женский' },
    { rus: 'ботинки', heb: 'בּוֹטִים', speak: 'ботИм', type: 'мужской' },
    { rus: 'кроксы', heb: 'קְרוֹקְסִים', speak: 'крОксим', type: 'мужской' },
    { rus: 'мокасины', heb: 'מוֹקָסִינִים', speak: 'мокасИним', type: 'мужской' },
    { rus: 'сандалии', heb: 'סַנְדָּלִים', speak: 'сандалИм', type: 'мужской' },
    { rus: 'шлёпанцы', heb: 'כַּפְתֵּי בַּיִת', speak: 'кафтЕй бАйт', type: 'мужской' },

    { rus: 'путешествие, прогулка, экскурсия, поездка, поход', heb: 'טִיּוּל', speak: 'тийУль', type: 'мужской' },
    { rus: 'путешествия, прогулки, экскурсии, поездки, походы', heb: 'טִיּוּלִים', speak: 'тийулИм', type: 'мужской' },

    ///////// 2025.10.22 /////////////////////////
    { rus: 'гулять, путешествовать, прогуливаться', heb: 'לְטַיֵּל', speak: 'летайЕль', type: 'инфинитив' },
    { rus: 'гуляет, путешествует (он)', heb: 'מְטַיֵּל', speak: 'метайЕль', type: 'мужской' },
    { rus: 'гуляет, путешествует (она)', heb: 'מְטַיֶּלֶת', speak: 'метайЕлет', type: 'женский' },
    { rus: 'гуляют, путешествуют (они, м)', heb: 'מְטַיְּלִים', speak: 'метайелИм', type: 'множественное, мужской' },
    { rus: 'гуляют, путешествуют (они, ж)', heb: 'מְטַיְּלוֹת', speak: 'метайелОт', type: 'множественное, женский' },

    { rus: 'срочный, неотложный', heb: 'דָּחוּף', speak: 'дахУф', type: 'мужской' },
    { rus: 'срочная', heb: 'דְּחוּפָה', speak: 'дхуфА', type: 'женский' },
    { rus: 'срочные (м)', heb: 'דְּחוּפִים', speak: 'дхуфИм', type: 'множественное, мужской' },
    { rus: 'срочные (ж)', heb: 'דְּחוּפוֹת', speak: 'дхуфОт', type: 'множественное, женский' },

    { rus: 'Это срочно!', heb: 'זה דחוף', speak: 'зэ дахУф', type: '-' },

    ///////// 2025.10.23 /////////////////////////
    { rus: 'тесный, плотный, переполненный', heb: 'צָפוּף', speak: 'цафУф', type: 'мужской' },
    { rus: 'тесная, плотная, переполненная', heb: 'צְפוּפָה', speak: 'цфуфА', type: 'женский' },
    { rus: 'тесные, плотные, переполненные (м)', heb: 'צְפוּפִים', speak: 'цфуфИм', type: 'множественное, мужской' },
    { rus: 'тесные, плотные, переполненные (ж)', heb: 'צְפוּפוֹת', speak: 'цфуфОт', type: 'множественное, женский' },

    { rus: 'просторный, свободный, с промежутками, неплотный', heb: 'מְרוּוָח', speak: 'мерувАх', type: 'мужской' },
    { rus: 'просторная', heb: 'מְרוּוַחַת', speak: 'мерувахАт', type: 'женский' },
    { rus: 'просторные (м)', heb: 'מְרוּוָחִים', speak: 'мерувахИм', type: 'множественное, мужской' },
    { rus: 'просторные (ж)', heb: 'מְרוּוָחוֹת', speak: 'мерувахОт', type: 'множественное, женский' },

    { rus: 'свет', heb: 'אוֹר', speak: 'Ор', type: 'мужской' },
    { rus: 'огни света', heb: 'אוֹרוֹת', speak: 'орОт', type: 'множественное' },

    { rus: 'освещенный, залитый светом', heb: 'מוּאָר', speak: 'муАр', type: 'мужской' },
    { rus: 'освещенная', heb: 'מוּאָרָה', speak: 'муарА', type: 'женский' },
    { rus: 'освещенные (м)', heb: 'מוּאָרִים', speak: 'муарИм', type: 'множественное, мужской' },
    { rus: 'освещенные (ж)', heb: 'מוּאָרוֹת', speak: 'муарОт', type: 'множественное, женский' },

    { rus: 'тьма, темнота', heb: 'חֹשֶׁךְ', speak: 'хОшех', type: 'мужской' },

    { rus: 'тёмный, неосвещённый', heb: 'חָשׁוּךְ', speak: 'хашУх', type: 'мужской' },
    { rus: 'тёмная, неосвещённая', heb: 'חֲשׁוּכָה', speak: 'хашухА', type: 'женский' },
    { rus: 'тёмные, неосвещённые (м)', heb: 'חֲשׁוּכִים', speak: 'хашухИм', type: 'множественное, мужской' },
    { rus: 'тёмные, неосвещённые (ж)', heb: 'חֲשׁוּכוֹת', speak: 'хашухОт', type: 'множественное, женский' },

    ///////// 2025.10.24 /////////////////////////
    { rus: 'все (они, м)', heb: 'כּוּלָּם', speak: 'кулАм', type: 'мужской' },
    { rus: 'все (они, ж)', heb: 'כּוּלָּן', speak: 'кулАн', type: 'женский' },
    { rus: 'всем, для всех (м)', heb: 'לְכוּלָּם', speak: 'лехулАм', type: 'мужской' },
    { rus: 'всем, для всех (ж)', heb: 'לְכּוּלָּן', speak: 'лехулАн', type: 'женский' },
    { rus: 'Привет всем!', heb: 'שלום לכולם', speak: 'шалОм лехулАм', type: '-' },

    { rus: 'рабочий кабинет, офис', heb: 'חדר עבודה', speak: 'хедЭр аводА', type: 'мужской' },

    ///////// 2025.10.25 /////////////////////////
    { rus: 'думать', heb: 'לַחְשׁוֹב', speak: 'лахшОв', type: 'инфинитив' },
    { rus: 'думает (он)', heb: 'חוֹשֵׁב', speak: 'хошЕв', type: 'мужской' },
    { rus: 'думает (она)', heb: 'חוֹשֶׁבֶת', speak: 'хошЕвэт', type: 'женский' },
    { rus: 'думают (они, м)', heb: 'חוֹשְׁבִים', speak: 'хошвИм', type: 'множественное, мужской' },
    { rus: 'думают (они, ж)', heb: 'חוֹשְׁבוֹת', speak: 'хошвОт', type: 'множественное, женский' },

    { rus: 'что', heb: 'ש', speak: 'ше-', type: 'союз' },

    { rus: 'Я думаю, что это круг.', heb: 'אני חושב שזה עיגול', speak: 'анИ хошЕв ше-зе игУль', type: '-' },
    { rus: 'Я думаю, что он плохой.', heb: 'אני חושב שהוא רע', speak: 'aнИ хошЕв ше-hу ра', type: '-' },
    { rus: 'Я думаю, что башня высокая.', heb: 'אני חושב שהמיגדל גבוה', speak: 'aнИ хошЕв ше-hа-мигдАль гавОа', type: '-' },
    { rus: 'Я думаю, что его комната светлая.', heb: 'אני חושב שהחדר שלו מואר', speak: 'aнИ хошЕв шеhа-хЕдэр шелО муАр', type: '-' },
    { rus: 'Мне грустно, потому что тебе грустно.', heb: 'אני עצוב שאתה עצוב', speak: 'ани ацУв ше-атА ацУв', type: '-' },

    ///////// 2025.10.26 /////////////////////////
    { rus: 'ехать, путешествовать', heb: 'לִנְסוֹעַ', speak: 'линсОа', type: 'инфинитив' },
    { rus: 'едет, путешествует (он)', heb: 'נוֹסֵעַ', speak: 'носЭа', type: 'мужской' },
    { rus: 'едет, путешествует (она)', heb: 'נוֹסַעַת', speak: 'носАат', type: 'женский' },
    { rus: 'едут, путешествуют (они, м)', heb: 'נוֹסְעִים', speak: 'носИм', type: 'множественное, мужской' },
    { rus: 'едут, путешествуют (они, ж)', heb: 'נוֹסְעוֹת', speak: 'носОт', type: 'множественное, женский' },

    { rus: 'надежда', heb: 'תִּקְוָה', speak: 'тиквА', type: 'женский' },
    { rus: 'новая надежда', heb: 'תִּקְוָה חֲדָשָׁה', speak: 'тиквА хадашА', type: '-' },
    { rus: 'Есть надежда (There is hope)', heb: 'יש תקווה', speak: 'йЭш тИква', type: '-' },

    { rus: 'чистка, уборка', heb: 'ניקוי', speak: 'никУй', type: 'мужской' },
    { rus: 'чистый, чисто', heb: 'נקי', speak: 'накИ', type: 'мужской' },
    { rus: 'чистая', heb: 'נקיה', speak: 'некийА', type: 'женский' },
    { rus: 'чистые (они, м)', heb: 'נקיים', speak: 'некийИм', type: 'множественное, мужской' },
    { rus: 'чистые (они, ж)', heb: 'נקיות', speak: 'некийОт', type: 'множественное, женский' },
    { rus: 'Мне нужна чистая комната', heb: 'אני צריך חדר נקי', speak: 'анИ царИх хЭдер накИ', type: '-' },
    { rus: 'Руки не чистые', heb: 'הידיים לא נקיות', speak: 'а-йадаИм лё некийОт', type: '-' },
    { rus: 'Я люблю уборку', heb: 'אני אוהב את הניקוי', speak: 'анИ охЭв эт а-никУй', type: '-' },
    { rus: 'В комнате чисто / Комната чистая', heb: 'החדר נקי', speak: 'хЭдер накИ', type: '-' },
    { rus: 'В доме чисто и аккуратно', heb: 'הבית נקי ומסודר', speak: 'а-бАйт накИ у-месудАр', type: '-' },
    
    { rus: 'чистота, опрятность, уборка', heb: 'נקיון', speak: 'некайОн', type: 'мужской' },
    { rus: 'Мне нравится чистота', heb: 'אני אוהב ניקיון', speak: 'анИ охЭв некайОн', type: '-' },
    { rus: 'Сегодня в школе уборка', heb: 'יש היום ניקיון בבית ספר', speak: 'еш а-йОм некайОн бе-бЕйт сЭфер', type: '-' },
    { rus: 'нечистота, грязь', heb: 'אי-נקיון', speak: 'и-некайОн', type: '-' },

    { rus: 'грязный', heb: 'מְלֻכְלָךְ', speak: 'мелухлАх', type: 'мужской' },
    { rus: 'грязная', heb: 'מְלֻכְלָכָה', speak: 'мелухлАха', type: 'женский' },
    { rus: 'грязные (они, м)', heb: 'מְלֻכְלָכִים', speak: 'мелухлАким', type: 'множественное, мужской' },
    { rus: 'грязные (они, ж)', heb: 'מְלֻכְלָכוֹת', speak: 'мелухлАкот', type: 'множественное, женский' },

    { rus: 'много', heb: 'הַרְבֵּה', speak: 'харбЭ', type: 'м+ж' },
    { rus: 'многие (м)', heb: 'רַבִּים', speak: 'рабИм', type: 'множественное, м' },
    { rus: 'многие (ж)', heb: 'רַבּוֹת', speak: 'рабОт', type: 'множественное, ж' },

    { rus: 'мало, немного', heb: 'מְעַט', speak: 'мэАт', type: 'м+ж' },
    { rus: 'немногие', heb: 'מְעַטִים', speak: 'мэатИм', type: 'множественное, м+ж' },

    ///////// 2025.10.27 /////////////////////////
    { rus: 'семья', heb: 'מִשְׁפָּחָה', speak: 'міщпахА', type: 'женский' },
    { rus: 'семьи', heb: 'מִשְׁפָּחוֹת', speak: 'міщпахОт', type: 'множественное' },

    { rus: 'брат/сестра', heb: 'אח/אחות', speak: 'ах/ахОт', type: '-' },
    { rus: 'братья/сёстры', heb: 'אַחִים/אַחוֹתוֹת', speak: 'ахИм/ахотОт', type: 'множественное' },

    { rus: 'родственник', heb: 'קָרוֹב מִשְׁפָּחָה', speak: 'карОв міщпахА', type: 'мужской' },
    { rus: 'родственница', heb: 'קְרוֹבַת מִשְׁפָּחָה', speak: 'кровАт міщпахА', type: 'женский' },
    { rus: 'родственники (они, м)', heb: 'קְרוֹבֵי מִשְׁפָּחָה', speak: 'кровЕй міщпахА', type: 'множественное, мужской' },
    { rus: 'родственники (они, ж)', heb: 'קְרוֹבוֹת מִשְׁפָּחָה', speak: 'кровОт міщпахА', type: 'множественное, женский' },

    { rus: 'тетя/дядя', heb: 'דוד/דודה', speak: 'дод/дОда', type: '-' },
    { rus: 'тети/дяди', heb: 'דּוֹדִים/דּוֹדוֹת', speak: 'додИм/додОт', type: 'множественное' },

    { rus: 'двоюродный брат/сестра', heb: 'בֶּן דּוֹד/בַּת דּוֹדָה', speak: 'бен дод/бен додА', type: '-' },
    { rus: 'двоюродные братья/сестры', heb: 'בְּנֵי דּוֹדִים/בְּנוֹת דּוֹדוֹת', speak: 'бней додИм/бнот додОт', type: 'множественное' },

    { rus: 'друг/подруга', heb: 'חָבֵר/חֲבֵרָה', speak: 'хавЕр/хаверА', type: '-' },
    { rus: 'друзья/подруги', heb: 'חֲבֵרִים/חֲבֵרוֹת', speak: 'хаверИм/хаверОт', type: 'множественное' },

    { rus: 'партнёр/партнёрша, бойфренд/гёрлфренд', heb: 'בֶּן זוּג/בַּת זוּג', speak: 'бен зуг/бат зуг', type: '-' },
    { rus: 'партнёры/партнёрши, бойфренды/гёрлфренды', heb: 'בְּנֵי זוּג/בְּנוֹת זוּג', speak: 'бней зуг/бнот зуг', type: 'множественное' },

    { rus: 'Мой брат живет в Тель-Авиве.', heb: 'האח שלי גר בתל אביב', speak: 'а-ах шелИ гар бе-тЕль авИв', type: '-' },

    { rus: 'сказать, говорить', heb: 'לֹאמַר', speak: 'ломАр', type: 'инфинитив' },
    { rus: 'говорит (он)', heb: 'אוֹמֵר', speak: 'омЕр', type: 'мужской' },
    { rus: 'говорит (она)', heb: 'אוֹמֶרֶת', speak: 'омЕрэт', type: 'женский' },
    { rus: 'говорят (они, м)', heb: 'אוֹמְרִים', speak: 'омрИм', type: 'множественное, мужской' },
    { rus: 'говорят (они, ж)', heb: 'אוֹמְרוֹת', speak: 'омрОт', type: 'множественное, женский' },

    { rus: 'слышать, слушать', heb: 'לִשְׁמוֹעַ', speak: 'лишмОа', type: 'инфинитив' },
    { rus: 'слушает (он)', heb: 'שׁוֹמֵעַ', speak: 'шомЕа', type: 'мужской' },
    { rus: 'слушает (она)', heb: 'שׁוֹמַעַת', speak: 'шомАат', type: 'женский' },
    { rus: 'слушают (они, м)', heb: 'שׁוֹמְעִים', speak: 'шомИм', type: 'множественное, мужской' },
    { rus: 'слушают (они, ж)', heb: 'שׁוֹמְעוֹת', speak: 'шомОт', type: 'множественное, женский' },

    { rus: 'писать', heb: 'לִכְתּוֹב', speak: 'лихтОв', type: 'инфинитив' },
    { rus: 'пишет (он)', heb: 'כּוֹתֵב', speak: 'котЕв', type: 'мужской' },
    { rus: 'пишет (она)', heb: 'כּוֹתֶבֶת', speak: 'котЕвэт', type: 'женский' },
    { rus: 'пишут (они, м)', heb: 'כּוֹתְבִים', speak: 'котвИм', type: 'множественное, мужской' },
    { rus: 'пишут (они, ж)', heb: 'כּוֹתְבוֹת', speak: 'котвОт', type: 'множественное, женский' },
    { rus: 'Он пишет код', heb: 'הוא כותב קוד', speak: 'h-у котЕв кОд', type: '-' },
    { rus: 'Она пишет о чем-то', heb: 'היא כותבת על משהו', speak: 'h-и котевЕт аль мAшеhу', type: '-' },
    
    { rus: 'плавать', heb: 'לִשְׂחוֹת', speak: 'лисхОт', type: 'инфинитив' },
    { rus: 'плавает (он)', heb: 'שׂוֹחֶה', speak: 'сохЕ', type: 'мужской' },
    { rus: 'плавает (она)', heb: 'שׂוֹחָה', speak: 'сохА', type: 'женский' },
    { rus: 'плавают (они, м)', heb: 'שׂוֹחִים', speak: 'сохИм', type: 'множественное, мужской' },
    { rus: 'плавают (они, ж)', heb: 'שׂוֹחוֹת', speak: 'сохОт', type: 'множественное, женский' },

    { rus: 'касаться, трогать', heb: 'לָגַעַת', speak: 'лагАат', type: 'инфинитив' },
    { rus: 'касается, трогает (он)', heb: 'נוֹגֵעַ', speak: 'ногЕа', type: 'мужской' },
    { rus: 'касается, трогает (она)', heb: 'נוֹגַעַת', speak: 'ногАат', type: 'женский' },
    { rus: 'касаются, трогают (они, м)', heb: 'נוֹגְעִים', speak: 'ногИм', type: 'множественное, мужской' },
    { rus: 'касаются, трогают (они, ж)', heb: 'נוֹגְעוֹת', speak: 'ногОт', type: 'множественное, женский' },

    ///////// 2025.10.28 /////////////////////////
    { rus: 'разрешение', heb: 'הַרְשָׁאָה', speak: 'hаршаА', type: 'женский' },
    { rus: 'разрешения', heb: 'הַרְשָׁאוֹת', speak: 'hаршаОт', type: 'множественное' },
    { rus: 'разрешать, позволять', heb: 'לְהַרְשׁוֹת', speak: 'леhаршОт', type: 'инфинитив' },
    { rus: 'разрешает (он)', heb: 'מַרְשֶׁה', speak: 'маршЕ', type: 'мужской' },
    { rus: 'разрешает (она)', heb: 'מַרְשָׁה', speak: 'маршА', type: 'женский' },
    { rus: 'разрешают (они, м)', heb: 'מַרְשִׁים', speak: 'маршИм', type: 'множественное, мужской' },
    { rus: 'разрешают (они, ж)', heb: 'מַרְשׁוֹת', speak: 'маршОт', type: 'множественное, женский' },

    { rus: 'покупка', heb: 'קְנִיָּה', speak: 'книйА', type: 'женский' },
    { rus: 'покупки', heb: 'קְנִיּוֹת', speak: 'книйОт', type: 'множественное' },
    { rus: 'покупать', heb: 'לִקְנוֹת', speak: 'ликнОт', type: 'инфинитив' },
    { rus: 'покупает (он)', heb: 'קוֹנֶה', speak: 'конЕ', type: 'мужской' },
    { rus: 'покупает (она)', heb: 'קוֹנָה', speak: 'конА', type: 'женский' },
    { rus: 'покупают (они, м)', heb: 'קוֹנִים', speak: 'конИм', type: 'множественное, мужской' },
    { rus: 'покупают (они, ж)', heb: 'קוֹנוֹת', speak: 'конОт', type: 'множественное, женский' },
    { rus: 'Я хочу купить пицу', heb: 'אני רוֹצֶה לִקְנוֹת פִּיצָה', speak: 'анИ роцЭ ли-кнОт пИца', type: '-' },

    { rus: 'там есть/there is', heb: 'יש שם', speak: 'еш шам', type: '-' },
    { rus: 'Там есть вода.', heb: 'יש שם מים', speak: 'еш шам мАим', type: '-' },
    { rus: 'Там, в её еде, есть курица.', heb: 'יש שם עוף בארוחה שלה', speak: 'еш шам коф бе-арухА шела', type: '-' },

    { rus: 'там (отдалённое от нас, не здесь)', heb: 'שָׁם', speak: 'шам', type: '-' },
    { rus: 'туда (направление движения от нас)', heb: 'לְשָׁם', speak: 'ле-шам', type: '-' },
    { rus: 'Он живёт там.', heb: 'הוא גר שָׁם', speak: 'ху гар шам', type: '-' },
    { rus: 'Дом там.', heb: 'הבית שָׁם', speak: 'а-байт шам', type: '-' },
    { rus: 'Я иду туда.', heb: 'אני הולך לְשָׁם', speak: 'ани hолех ле-шам', type: '-' },

    { rus: 'здесь (нейтральное)', heb: 'כָּאן', speak: 'кАн', type: '-' },
    { rus: 'сюда (нейтральное направление движения, в это место)', heb: 'לְכָּאן', speak: 'ле-кАн', type: '-' },
    { rus: 'Я живу здесь.', heb: 'אני גר כָּאן', speak: 'ани гар кАн', type: '-' },
    { rus: 'Книга находится здесь.', heb: 'הספר נמצא כָּאן', speak: 'а-сЕфер нимцА кАн', type: '-' },
    { rus: 'Я иду сюда.', heb: 'אני הולך לְכָּאן', speak: 'ани hолех ле-кАн', type: '-' },

    { rus: 'тут, здесь (разговорное)', heb: 'פה', speak: 'по', type: '-' },
    { rus: 'Я живу тут.', heb: 'אני גר פה', speak: 'ани гар по', type: '-' },
    { rus: 'Что у тебя тут есть?', heb: 'מה יש לך פה', speak: 'ма еш лехА по', type: '-' },

    { rus: 'сюда (направление движение к говорящему, в нашу сторону)', heb: 'הֵנָּה', speak: 'hинА', type: '-' },
    { rus: 'Иди сюда.', heb: 'בוא הֵנָּה', speak: 'бо hинА', type: '-' },
    { rus: 'Посмотри сюда.', heb: 'תסתכל הֵנָּה', speak: 'тистакЕль hинА', type: '-' },
    { rus: 'Он идёт сюда.', heb: 'הוא הולך הֵנָּה', speak: 'ху hолех hинА', type: '-' },

    { rus: 'туда (литературное, направление движение от говорящего, отдалено от нас)', heb: 'שָׁמָה', speak: 'шамА', type: '-' },
    { rus: 'Я иду туда.', heb: 'אני הולך שָׁמָה', speak: 'ани hолех шамА', type: '-' },

    { rus: 'нахождение (факт присутствия, факт существования)', heb: 'נְמוֹצָאוּת', speak: 'немоцаУт', type: 'женский' },
    { rus: 'находиться, располагаться', heb: 'לְהִמָּצֵא', speak: 'леhимацЭ', type: 'инфинитив' },
    { rus: 'находится, расположен, присутствует, существует (он)', heb: 'נִמְצָא', speak: 'нимцА', type: 'мужской' },
    { rus: 'находится, расположена, присутствует, существует (она)', heb: 'נִמְצֵאת', speak: 'нимцЕт', type: 'женский' },
    { rus: 'находятся, расположены, присутствуют, существуют (они, м)', heb: 'נִמְצָאִים', speak: 'нимцаИм', type: 'множественное, мужской' },
    { rus: 'находятся, расположены, присутствуют, существуют (они, ж)', heb: 'נִמְצָאוֹת', speak: 'нимцаОт', type: 'множественное, женский' },

    ///////// 2025.10.29 /////////////////////////
    { rus: 'север', heb: 'צָפוֹן', speak: 'цафОн', type: 'мужской' },
    { rus: 'юг', heb: 'דָּרוֹם', speak: 'дарОм', type: 'мужской' },
    { rus: 'запад', heb: 'מַעֲרָב', speak: 'маарАв', type: 'мужской' },
    { rus: 'восток', heb: 'מִזְרָח', speak: 'мізрАх', type: 'мужской' },

    { rus: 'между (в разговорах чаще)', heb: 'בין', speak: 'бЕйн', type: '-' },
    { rus: 'Треугольник между парками.', heb: 'המשולש בין הפארקים', speak: 'а-мешулАш бЕйн а-паркИм', type: '-' },
    { rus: 'Я живу между парком и сафари.', heb: 'אני גר בין הפארק לספארי', speak: 'анИ гар бЕйн а-парк ле-сафари', type: '-' },
    { rus: 'Дорога (шоссе) между Тель-Авивом и Иерусалимом.', heb: 'הכביש בין תל אביב לירושלים', speak: 'а-квИщ бЕйн тЕль авИв ле-йерушалАим', type: '-' },

    { rus: 'который между, что между (в текстах чаще)', heb: 'שבין', speak: 'ше-бЕйн', type: '-' },
    { rus: 'Треугольник, который между парками.', heb: 'המשולש שבין הפארקים', speak: 'а-мешулАш ше-бЕйн а-паркИм', type: '-' },
    { rus: 'Дорога (шоссе), которая между Тель-Авивом и Иерусалимом', heb: 'הכביש שבין תל אביב לירושלים', speak: 'а-квИщ ше-бЕйн тЕль авИв ле-йерушалАим', type: '-' },

    { rus: 'дорога, шоссе, трасса', heb: 'כְּבִישׁ', speak: 'квИщ', type: 'мужской' },
    { rus: 'дороги, шоссе, трассы (много)', heb: 'כְּבִישִׁים', speak: 'квищИм', type: 'множественное' },

    { rus: 'остановка', heb: 'עֲצִירָה', speak: 'ацірА', type: 'женский' },
    { rus: 'останавливать, задерживать', heb: 'לַעֲצוֹר', speak: 'лаацОр', type: 'инфинитив' },
    { rus: 'останавливает (он)', heb: 'עוֹצֵר', speak: 'оцЕр', type: 'мужской' },
    { rus: 'останавливает (она)', heb: 'עוֹצֶרֶת', speak: 'оцЕрет', type: 'женский' },
    { rus: 'останавливают (они, м)', heb: 'עוֹצְרִים', speak: 'оцрИм', type: 'множественное, мужской' },
    { rus: 'останавливают (они, ж)', heb: 'עוֹצְרוֹת', speak: 'оцрОт', type: 'множественное, женский' },
    { rus: 'Стой!', heb: 'עֲצוֹר', speak: 'ацОр', type: '-' },

    { rus: 'во мне', heb: 'בי', speak: 'би', type: '-' },
    { rus: 'в тебе (он)', heb: 'בך', speak: 'бАха', type: '-' },
    { rus: 'в тебе (она)', heb: 'בך', speak: 'бАх', type: '-' },
    { rus: 'в нём', heb: 'בו', speak: 'бо', type: '-' },
    { rus: 'в ней', heb: 'בה', speak: 'ба', type: '-' },
    { rus: 'в нас', heb: 'בנו', speak: 'б-нУ', type: '-' },
    { rus: 'в вас (м)', heb: 'בכם', speak: 'б-хЭм', type: '-' },
    { rus: 'в вас (ж)', heb: 'בכן', speak: 'б-хЭн', type: '-' },
    { rus: 'в них (м)', heb: 'בהם', speak: 'б-hЭм', type: '-' },
    { rus: 'в них (ж)', heb: 'בהן', speak: 'б-hЭн', type: '-' },

    ///////// 2025.10.30 /////////////////////////
    { rus: 'следующий, приходящий', heb: 'הבָּא', speak: 'ha-ба', type: 'мужской' },
    { rus: 'следующая, приходящая', heb: 'הבָּאָה', speak: 'ha-бАа', type: 'женский' },
    { rus: 'следующие, приходящие (м)', heb: 'הבָּאים', speak: 'ha-баИм', type: 'множественное, мужской' },
    { rus: 'следующие, приходящие (ж)', heb: 'הבָּאוֹת', speak: 'ha-баОт', type: 'множественное, женский' },

    { rus: 'имеет дело с чем-то, занимается, касается (он)', heb: 'עוֹסֵק', speak: 'осЭк', type: 'мужской' },
    { rus: 'имеет дело с чем-то, занимается, касается (она)', heb: 'עוֹסֶקֶת', speak: 'осЭкет', type: 'женский' },
    { rus: 'имеют дело с чем-то, занимаются, касаются (они, м)', heb: 'עוֹסְקִים', speak: 'оскИм', type: 'множественное, мужской' },
    { rus: 'имеют дело с чем-то, занимаются, касаются (они, ж)', heb: 'עוֹסְקוֹת', speak: 'оскОт', type: 'множественное, женский' },

    { rus: 'Книга имеет дело с ними (The book is about them)', heb: 'הספר עוסק בהם', speak: 'а-сЭфер осЭк бе-hЭм', type: '-' },
    { rus: 'Книга про них (The book about them)', heb: 'הספר עליהם', speak: 'а-сЭфер алЕйхем', type: '-' },

    ///////// 2025.10.31 /////////////////////////
    { rus: 'очень', heb: 'מאוד', speak: 'мэОд', type: '-' },

    { rus: 'приятность, доброжелательность', heb: 'נְעִימוּת', speak: 'нэимУт', type: 'женский' },
    { rus: 'приятности, любезности', heb: 'נְעִימוּיוֹת', speak: 'нэимуйОт', type: 'множественное' },
    { rus: 'приятный, милый', heb: 'נעים', speak: 'наИм', type: 'мужской' },
    { rus: 'приятная, милая', heb: 'נְעִימָה', speak: 'нэимА', type: 'женский' },
    { rus: 'приятные, милые (они, м)', heb: 'נְעִימִים', speak: 'нэимИм', type: 'множественное, мужской' },
    { rus: 'приятные, милые (они, ж)', heb: 'נְעִימוֹת', speak: 'нэимОт', type: 'множественное, женский' },

    { rus: 'Очень приятно!', heb: 'נעים מאוד', speak: 'наИм мэОд', type: '-' },
    { rus: 'Музыка приятная', heb: 'הַמּוּסִיקָה נְעִימָה', speak: 'а-мУсика нэимА', type: '-' },
    { rus: 'Люди приятные', heb: 'הָאֲנָשִׁים נְעִימִים', speak: 'а-нашИм нэимИм', type: '-' },

    { rus: 'очередь', heb: 'תּוֹר', speak: 'тор', type: 'мужской' },
    { rus: 'очереди', heb: 'תּוֹרִים', speak: 'торИм', type: 'множественное, мужской' },

    { rus: 'позиция, пост, место стояния', heb: 'עֶמְדַּת', speak: 'эмдАт', type: 'женский' },

    { rus: 'позиция очередей (электронная очередь)', heb: 'עֶמְדַּת תּוֹרִים', speak: 'эмдАт торИм', type: '-' },

    { rus: 'вещь, дело, событие (универсальное слово)', heb: 'דבר', speak: 'давАр', type: 'мужской' },
    { rus: 'вещи, дела, события (универсальное слово)', heb: 'דברים', speak: 'дварИм', type: 'множественное' },

    { rus: 'предмет (object, item)', heb: 'חֵפֶץ', speak: 'хЕфец', type: 'мужской' },
    { rus: 'предметы (objects, items)', heb: 'חֲפָצִים', speak: 'хафацИм', type: 'множественное' },

    { rus: 'нечто (something), что-то, чем-то, кое-что', heb: 'מַשֶּׁהוּ', speak: 'мАшэhу', type: 'мужской' },
    { rus: 'Здесь есть что-то', heb: 'יש משהו כאן', speak: 'еш мАшэhу кАн', type: '-' },
    { rus: 'Я хочу что-нибудь покушать', heb: 'אני רוצה משהו לאכול', speak: 'анИ роцЭ мАшэhу ле-эхОль', type: '-' },
    { rus: 'Тебе нужно что-нибудь?', heb: 'אתה צריך משהו', speak: 'атА царИх мАшэhу?', type: '-' },
    { rus: 'что-нибудь маленькое', heb: 'משהו קטן', speak: 'мАшэhу катАн', type: '-' },
    { rus: 'что-нибудь хорошее', heb: 'משהו טוב', speak: 'мАшэhу тОв', type: '-' },
    { rus: 'что-то другое', heb: 'משהו אחר', speak: 'мАшэhу а-хЭр', type: '-' },

    { rus: 'такая вещь, что-то вроде этого, что-то такое', heb: 'דבר מה / משהו כזה / דָּבָר כָּזֶה', speak: 'давАр казЭ / мАшэhу казЭ / давАр ма', type: '-' },

    ///////// 2025.11.01 /////////////////////////
    { rus: 'сегодня (today)', heb: 'הַיּוֹם', speak: 'hа-йОм', type: 'мужской' },
    { rus: 'этим утром (this morning)', heb: 'הבוקר', speak: 'ha-БОкер', type: 'мужской' },
    { rus: 'этим вечером (this evening)', heb: 'הָעֶרֶב', speak: 'ha-Эрэв', type: 'мужской' },
    { rus: 'этой ночью (this night)', heb: 'הַלַּיְלָה', speak: 'hа-лАйла', type: 'мужской' },
    { rus: 'на этой неделе (this week)', heb: 'הַשָּׁבוּעַ', speak: 'hа-шавУа', type: 'мужской' },
    { rus: 'в этом месяце (this month)', heb: 'הַחֹדֶשׁ', speak: 'hа-хОдэш', type: 'мужской' },
    { rus: 'в этом году (this year)', heb: 'הַשָּׁנָה', speak: 'hа-шанА', type: 'женский' },

    { rus: 'неделя', heb: 'שָׁבוּעַ', speak: 'шaвУа', type: 'мужской' },
    { rus: 'месяц', heb: 'חוֹדֶשׁ', speak: 'хОдэш', type: 'мужской' },
    { rus: 'год', heb: 'שָׁנָה', speak: 'шанА', type: 'женский' },

    { rus: 'дар, подарок', heb: 'מַתָּנָה', speak: 'матанА', type: 'женский' },
    { rus: 'дары, подарки', heb: 'מַתָּנוֹת', speak: 'матанОт', type: 'множественное' },
    { rus: 'давать, дарить', heb: 'לָתֵת', speak: 'латЭт', type: 'инфинитив' },
    { rus: 'даёт, дарит (он)', heb: 'נוֹתֵן', speak: 'нотЭн', type: 'мужской' },
    { rus: 'даёт, дарит (она)', heb: 'נוֹתֶנֶת', speak: 'нотЭнэт', type: 'женский' },
    { rus: 'дают, дарят (они, м)', heb: 'נוֹתְנִים', speak: 'нотнИм', type: 'множественное, мужской' },
    { rus: 'дают, дарят (они, ж)', heb: 'נוֹתְנוֹת', speak: 'нотнОт', type: 'множественное, женский' },

    { rus: 'фильм', heb: 'סֵרֶט', speak: 'сЭрэт', type: 'мужской' },
    { rus: 'фильмы', heb: 'סְרָטִים', speak: 'сратИм', type: 'множественное' },

    { rus: 'транспортное средство, машина (vehicle)', heb: 'רֶכֶב', speak: 'рЭхэв', type: 'мужской' },
    { rus: 'транспортные средства, машины (vehicles)', heb: 'רְכָבִים', speak: 'рэхавИм', type: 'множественное' },

    { rus: 'автомобиль (car)', heb: 'מְכוֹנִית', speak: 'мэхонИт', type: 'женский' },
    { rus: 'автомобили (cars)', heb: 'מְכוֹנִיּוֹת', speak: 'мэхонийОт', type: 'множественное' },

    { rus: 'мыть, смывать', heb: 'לִשְׁטוֹף', speak: 'лиштОф', type: 'инфинитив' },
    { rus: 'моет (он)', heb: 'שׁוֹטֵף', speak: 'шотЕф', type: 'мужской' },
    { rus: 'моет (она)', heb: 'שׁוֹטֶפֶת', speak: 'шотЕфет', type: 'женский' },
    { rus: 'моют (они, м)', heb: 'שׁוֹטְפִים', speak: 'шотфИм', type: 'множественное, мужской' },
    { rus: 'моют (они, ж)', heb: 'שׁוֹטְפוֹת', speak: 'шотфОт', type: 'множественное, женский' },

    ///////// 2025.11.02 /////////////////////////
    { rus: 'сериал (серия, порядок)', heb: 'סְדָרָה', speak: 'сдaрА', type: 'женский' },
    { rus: 'мультфильм (нарисованный фильм)', heb: 'סֶרֶט מְצוּיָּר', speak: 'сЭрет мэцуйЯр', type: 'мужской' },
    { rus: 'мультсериал (нарисованный сериал)', heb: 'סְדָרָה מְצוּיֶּרֶת', speak: 'сдaрА мэцуйЕрэт', type: 'женский' },

    { rus: 'Это книга.', heb: 'זה ספר', speak: 'зэ сЭфер', type: '-' },
    { rus: 'Книга эта.', heb: 'הספר הזה', speak: 'а-сЭфер а-зЭ', type: '-' },

    { rus: 'Эти хорошие книги есть в библиотеке.', heb: 'הספרים הטובים האלה יש בספרייה', speak: 'f-cфарИм а-товИм а-Эле еш бе-сифрийА', type: '-' },
    { rus: 'Есть перец в его салате.', heb: 'יש פלפל בסלט שלו', speak: 'еш пИльпель бе-салАт шелО', type: '-' },
    { rus: 'В его салате есть именно этот перец.', heb: 'בסלט שלו יש את הפלפל הזה', speak: 'бе-салАт шелО еш ат а-пИльпель а-зэ', type: '-' },

    { rus: 'более, больше (more)', heb: 'יותר', speak: 'йотЕр', type: '-' },
    { rus: 'менее, меньше (less)', heb: 'פחות', speak: 'пахОт', type: '-' },

    { rus: 'более большой', heb: 'יותר גדול', speak: 'йотЕр гадОль', type: '-' },
    { rus: 'менее большой', heb: 'פחות גדול', speak: 'пахОт гадОль', type: '-' },
    { rus: 'более маленький', heb: 'יותר קטן', speak: 'йотЕр катАн', type: '-' },
    { rus: 'менее маленький', heb: 'פחות קטן', speak: 'пахОт катАн', type: '-' },
    { rus: 'красивее', heb: 'יותר יפה', speak: 'йотЕр йафЭ', type: '-' },
    { rus: 'менее красивый', heb: 'פחות יפה', speak: 'пахОт йафЭ', type: '-' },
    { rus: 'быстрее', heb: 'יותר מהיר', speak: 'йотЕр махИр', type: '-' },
    { rus: 'менее быстрый', heb: 'פחות מהיר', speak: 'пахОт махИр', type: '-' },
    { rus: 'краснее', heb: 'יותר אדום', speak: 'йотЕр адОм', type: '-' },
    { rus: 'менее красный', heb: 'פחות אדום', speak: 'пахОт адОм', type: '-' },

    { rus: 'Меньше - это больше (Less is more)', heb: 'פָּחוֹת זֶה יוֹתֵר', speak: 'пахОт зэ йотЕр', type: '-' },

    ///////// 2025.11.03 /////////////////////////
    { rus: 'много', heb: 'הַרְבֵּה', speak: 'hарбЭ', type: '-' },
    { rus: 'гараздо больше', heb: 'הרבה יותר', speak: 'hарбЭ йотЕр', type: '-' },
    { rus: 'гараздо меньше', heb: 'הרבה פחות', speak: 'hарбЭ пахОт', type: '-' },

    { rus: 'чуть-чуть (немножко)', heb: 'קְצָת', speak: 'кцАт', type: '-' },
    { rus: 'чуть больше', heb: 'קצת יותר', speak: 'кцАт йотЕр', type: '-' },
    { rus: 'чуть меньше', heb: 'קצת פחות', speak: 'кцАт пахОт', type: '-' },

    { rus: 'мало (немного)', heb: 'מְעַט', speak: 'мэАт', type: '-' },
    { rus: 'немного больше', heb: 'מעט יותר', speak: 'мэАт йотЕр', type: '-' },
    { rus: 'немного меньше', heb: 'מעט פחות', speak: 'мэАт пахОт', type: '-' },
    
    { rus: 'а (не ...  , а ...)', heb: 'אלא', speak: 'Эля', type: 'союз' },
    { rus: 'Я не дома, а на работе', heb: 'אני לא בבית, אלא בעבודה', speak: 'анИ ло бабАйт, Эля ба-аводА', type: '-' },
    { rus: 'Он не хороший, а плохой', heb: 'הוא לא טוב, אלא רע', speak: 'hу ло тов, Эля ра', type: '-' },
    { rus: 'Не это, а это', heb: 'לֹא זֶה, אֶלָּא זֶה', speak: 'ло зэ, Эля зе', type: '-' },
    { rus: 'Не я, а он', heb: 'לא אני, אלא הוא', speak: 'ло анИ, Эля hу', type: '-' },
    { rus: 'Не здесь, а там', heb: 'לא פה, אלא שם', speak: 'ло по, Эля шам', type: '-' },
    { rus: 'Не день, а ночь', heb: 'לא יום, אלא לילה', speak: 'ло йОм, Эля лАйла', type: '-' },
    { rus: 'Не сюда, а туда', heb: 'לא לכאן אלא לשם', speak: 'ло лекАн, Эля лешАм', type: '-' },

    { rus: 'но, but (я ... , но ...)', heb: 'אֲבָל', speak: 'авАль', type: 'союз' },
    { rus: 'Я хочу, но не могу', heb: 'אני רוצה, אבל לא יכול', speak: 'анИ роцЭ, авАль ло йахОль', type: '-' },
    { rus: 'Он не большой, но сильный', heb: 'הוּא לֹא גָּדוֹל, אֲבָל חָזָק', speak: 'hу ло гдОль, авАль хазАк', type: '-' },

    { rus: 'может, способен (он)', heb: 'יָכוֹל', speak: 'йахОль', type: 'мужской' },
    { rus: 'может, способна (она)', heb: 'יְכוֹלָה', speak: 'йехолА', type: 'женский' },
    { rus: 'могут, способны (они, м)', heb: 'יְכוֹלִים', speak: 'йехолИм', type: 'множественное, мужской' },
    { rus: 'могут, способны (они, ж)', heb: 'יְכוֹלוֹת', speak: 'йехолОт', type: 'множественное, женский' },
    { rus: 'Они могут посмотреть фильм', heb: 'הֵם יְכוֹלִים לִרְאוֹת אֶת הַסֶּרֶט', speak: 'hэм йехолИм ли-рОт а-сЭрэт', type: '-' },

    { rus: 'видеть, смотреть', heb: 'לִרְאוֹת', speak: 'лиръОт', type: 'инфинитив' },
    { rus: 'видит, смотрит (он)', heb: 'רואה', speak: 'роЭ', type: 'мужской' },
    { rus: 'видит, смотрит (она)', heb: 'רואה', speak: 'роА', type: 'женский' },
    { rus: 'видят, смотрят (они, м)', heb: 'רואים', speak: 'роИм', type: 'множественное, мужской' },
    { rus: 'видят, смотрят (они, ж)', heb: 'רואות', speak: 'роОт', type: 'множественное, женский' },
    { rus: 'Я хочу посмотреть это', heb: 'אני רוצה לראות את זה', speak: 'анИ роцЭ лиръОт эт зЭ', type: '-' },
    { rus: 'Я хочу посмотреть фильм', heb: 'אני רוֹצֶה לִרְאוֹת סֶרֶט', speak: 'анИ роцЭ лиръОт сЭрэт', type: '-' },
    { rus: 'Я хочу посмотреть этот фильм', heb: 'אני רוצה לראות את הסרט הזה', speak: 'анИ роцЭ лиръОт эт а-сЭрэт а-зЭ', type: '-' },
    { rus: 'Я хочу посмотреть новую машину', heb: 'אני רוצה לראות אוטו חדש', speak: 'анИ роцЭ лиръОт Ото хадАш', type: '-' },
    { rus: 'Мы смотрим телевизор', heb: 'אנחנו רואים טלוויזיה', speak: 'анахнУ роИм телевИзийа', type: '-' },
    { rus: 'Мы видим наш дом', heb: 'אנחנו רואים את הבית שלנו', speak: 'анахнУ роИм эт а-бАйт шеланУ', type: '-' },

    ///////// 2025.11.04 /////////////////////////
    { rus: 'сила, прочность', heb: 'חֹזֶק', speak: 'хОзэк', type: 'мужской' },
    { rus: 'сильный, крутой, мощный', heb: 'חָזָק', speak: 'хазАк', type: 'мужской' },
    { rus: 'сильная, крутая, мощная', heb: 'חֲזָקָה', speak: 'хазакА', type: 'женский' },
    { rus: 'сильные, крутые, мощные (они, м)', heb: 'חֲזָקִים', speak: 'хазакИм', type: 'множественное, мужской' },
    { rus: 'сильные, крутые, мощные (они, ж)', heb: 'חֲזָקוֹת', speak: 'хазакОт', type: 'множественное, женский' },

    { rus: 'слабость', heb: 'חֲלוּשָׁה', speak: 'халушА', type: 'женский' },
    { rus: 'слабый', heb: 'חַלָשׁ', speak: 'халАш', type: 'мужской' },
    { rus: 'слабая', heb: 'חַלָשָׁה', speak: 'халашА', type: 'женский' },
    { rus: 'слабые (они, м)', heb: 'חַלָשִׁים', speak: 'халашИм', type: 'множественное, мужской' },
    { rus: 'слабые (они, ж)', heb: 'חַלָשׁוֹת', speak: 'халашОт', type: 'множественное, женский' },

    { rus: 'лёгкость', heb: 'קַלּוּת', speak: 'калУт', type: 'женский' },
    { rus: 'лёгкий (light, easy)', heb: 'קל', speak: 'кАль', type: 'мужской' },
    { rus: 'лёгкая', heb: 'קַלָה', speak: 'калА', type: 'женский' },
    { rus: 'лёгкие (они, м)', heb: 'קַלִים', speak: 'калИм', type: 'множественное, мужской' },
    { rus: 'лёгкие (они, ж)', heb: 'קַלוֹת', speak: 'калОт', type: 'множественное, женский' },

    { rus: 'тяжесть, вес (физический или метафорический)', heb: 'כֹּבֶד', speak: 'кОвэд', type: 'мужской' },
    { rus: 'тяжёлый (heavy, hard, difficult)', heb: 'כָּבֵד', speak: 'кавЭд', type: 'мужской' },
    { rus: 'тяжёлая', heb: 'כְּבֵדָה', speak: 'кведА', type: 'женский' },
    { rus: 'тяжёлые (они, м)', heb: 'כְּבֵדִים', speak: 'кведИм', type: 'множественное, мужской' },
    { rus: 'тяжёлые (они, ж)', heb: 'כְּבֵדוֹת', speak: 'кведОт', type: 'множественное, женский' },

    { rus: 'крутой, класный, прикольный (cool)', heb: 'מגניב', speak: 'магнИв', type: 'мужской' },
    { rus: 'крутая, класная, прикольная (cool)', heb: 'מַגְנִיבָה', speak: 'магнивА', type: 'женский' },
    { rus: 'крутые, класные, прикольные (они, м) (cool)', heb: 'מַגְנִיבִים', speak: 'магнивИм', type: 'множественное, мужской' },
    { rus: 'крутые, класные, прикольные (они, ж) (cool)', heb: 'מַגְנִיבוֹת', speak: 'магнивОт', type: 'множественное, женский' },

    { rus: 'Правильно!, Верно!, Точно! (right)', heb: 'נכון', speak: 'нахОн', type: '-' },
    { rus: 'правильный, верный (right)', heb: 'נכון', speak: 'нахОн', type: 'мужской' },
    { rus: 'правильная, верная (right)', heb: 'נְכוֹנָה', speak: 'нэхонА', type: 'женский' },
    { rus: 'правильные, верные (они, м) (right)', heb: 'נְכוֹנִים', speak: 'нэхонИм', type: 'множественное, мужской' },
    { rus: 'правильные, верные (они, ж) (right)', heb: 'נְכוֹנוֹת', speak: 'нэхонОт', type: 'множественное, женский' },

    { rus: 'Реально, В натуре, Серьёзно, На самом деле, Ну надо же, Вот это да (really)', heb: 'אשכרה',
     speak: 'Ашкара', type: '-' }, 

    { rus: 'потрясный, крутой, невероятный (sick)', heb: 'מְטוּרָף', speak: 'метурАф', type: 'мужской' },
    { rus: 'потрясная, крутая, невероятная (sick)', heb: 'מְטוּרֶפֶת', speak: 'метурЕфет', type: 'женский' },
    { rus: 'потрясные, крутые, невероятные (они, м) (sick)', heb: 'מְטוּרָפִים', speak: 'метурафИм', type: 'множественное, мужской' },
    { rus: 'потрясные, крутые, невероятные (они, ж) (sick)', heb: 'מְטוּרָפוֹת', speak: 'метурафОт', type: 'множественное, женский' },

    { rus: 'Пошли!, Ну давай!, Вперёд!, Ну же! (lets go)', heb: 'יאללה', speak: 'йАлла', type: '-' },

    ///////// 2025.11.05 /////////////////////////
    { rus: 'мечта, сон', heb: 'חֲלוֹם', speak: 'халОм', type: 'мужской' },
    { rus: 'мечты, сны', heb: 'חֲלוֹמוֹת', speak: 'халомОт', type: 'множественное' },
    { rus: 'большая мечта', heb: 'חֲלוֹם גָּדוֹל', speak: 'халОм гадОль', type: 'мужской' },

    { rus: 'мечтать', heb: 'לַחֲלוֹם', speak: 'лехалОм', type: 'ифинитив' },
    { rus: 'мечтает (он)', heb: 'חוֹלֵם', speak: 'холЕм', type: 'мужской' },
    { rus: 'мечтает (она)', heb: 'חוֹלֶמֶת', speak: 'холЕмет', type: 'женский' },
    { rus: 'мечтают (они, м)', heb: 'חוֹלְמִים', speak: 'холмИм', type: 'множественное, мужской' },
    { rus: 'мечтают (они, ж)', heb: 'חוֹלְמוֹת', speak: 'холмОт', type: 'множественное, женский' },

    { rus: 'знать', heb: 'לָדַעַת', speak: 'ладАат', type: 'ифинитив' },
    { rus: 'знает (он)', heb: 'יוֹדֵעַ', speak: 'йодЕа', type: 'мужской' },
    { rus: 'знает (она)', heb: 'יוֹדַעַת', speak: 'йодАат', type: 'женский' },
    { rus: 'знают (они, м)', heb: 'יוֹדְעִים', speak: 'йодъИм', type: 'множественное, мужской' },
    { rus: 'знают (они, ж)', heb: 'יוֹדְעוֹת', speak: 'йодъОт', type: 'множественное, женский' },
    { rus: 'Я не знаю, но я хочу знать', heb: 'אני לא יודע אבל אני רוצה לדעת', speak: 'анИ лё йодЕа авАль анИ роцЭ ладАат', type: '-' },

    { rus: 'брать, взять', heb: 'לָקַחַת', speak: 'лакАхат', type: 'ифинитив' },
    { rus: 'беру, берёт (он)', heb: 'לוֹקֵחַ', speak: 'локЕах', type: 'мужской' },
    { rus: 'берёт (она)', heb: 'לוֹקַחַת', speak: 'локАхат', type: 'женский' },
    { rus: 'берут (они, м)', heb: 'לוֹקְחִים', speak: 'локъхИм', type: 'множественное, мужской' },
    { rus: 'берут (они, ж)', heb: 'לוֹקְחוֹת', speak: 'локъхОт', type: 'множественное, женский' },
    { rus: 'Я беру этот предмет', heb: 'אני לוקח החפץ הזה', speak: 'анИ локЕах а-хЕфец а-зЭ', type: '-' },

    { rus: 'находить', heb: 'לִמְצוֹא', speak: 'лимцО', type: 'ифинитив' },
    { rus: 'находит (он)', heb: 'מוֹצֵא', speak: 'моцЭ', type: 'мужской' },
    { rus: 'находит (она)', heb: 'מוֹצֵאת', speak: 'моцЭт', type: 'женский' },
    { rus: 'находят (они, м)', heb: 'מוֹצְאִים', speak: 'моцъИм', type: 'множественное, мужской' },
    { rus: 'находят (они, ж)', heb: 'מוֹצְאוֹת', speak: 'моцъОт', type: 'множественное, женский' },

    { rus: 'работать', heb: 'לַעֲבוֹד', speak: 'лаавОд', type: 'ифинитив' },
    { rus: 'работает (он)', heb: 'עוֹבֵד', speak: 'овЕд', type: 'мужской' },
    { rus: 'работает (она)', heb: 'עוֹבֶדֶת', speak: 'овЕдэт', type: 'женский' },
    { rus: 'работают (они, м)', heb: 'עוֹבְדִים', speak: 'овдИм', type: 'множественное, мужской' },
    { rus: 'работают (они, ж)', heb: 'עוֹבְדוֹת', speak: 'овдОт', type: 'множественное, женский' },

    { rus: 'делать', heb: 'לַעֲשׂוֹת', speak: 'лаасОт', type: 'ифинитив' },
    { rus: 'делает (он)', heb: 'עוֹשֶׂה', speak: 'осЭ', type: 'мужской' },
    { rus: 'делает (она)', heb: 'עוֹשָׂה', speak: 'осА', type: 'женский' },
    { rus: 'делают (они, м)', heb: 'עוֹשִׂים', speak: 'осИм', type: 'множественное, мужской' },
    { rus: 'делают (они, ж)', heb: 'עוֹשׂוֹת', speak: 'осОт', type: 'множественное, женский' },

    { rus: 'предмет, элемент, пункт', heb: 'פָּרִיט', speak: 'парИт', type: 'мужской' },
    { rus: 'предметы, элементы, пункты', heb: 'פְּרִיטִים', speak: 'притИм', type: 'множественное' },

    { rus: 'вот', heb: 'הִנֵּה', speak: 'hинЭ', type: '-' },
    { rus: 'Вот оно!', heb: 'הנה זה', speak: 'hинЭ зЭ', type: '-' },
    { rus: 'Вот я! / Вот он!', heb: 'הנה אני / הנה הוא', speak: 'hинЭ анИ / hинЭ hу', type: '-' },
    { rus: 'Вот твоя книга!', heb: 'הנה הספר שלך', speak: 'hинЭ а-сЭфер шелхА', type: '-' },
    { rus: 'Вот там!', heb: 'הנה שם', speak: 'hинЭ шАм', type: '-' },
    { rus: 'Вот сюда!', heb: 'הִנֵּה הִנָּה', speak: 'hинЭ hинА', type: '-' },
    { rus: 'А вот и он идёт!', heb: 'הנה הוא בא', speak: 'hинЭ hу бА', type: '-' },

    { rus: 'казаться, выглядеть, быть видимым', heb: 'להיראות', speak: 'леhираОт', type: 'инфинитив' },
    { rus: 'выглядит (он)', heb: 'נִרְאֶה', speak: 'нирЭ', type: 'мужской' },
    { rus: 'выглядит (она)', heb: 'נִרְאֵית', speak: 'нирЭт', type: 'женский' },
    { rus: 'выглядят (они, м)', heb: 'נִרְאִים', speak: 'нирИм', type: 'множественное, мужской' },
    { rus: 'выглядят (они, ж)', heb: 'נִרְאוֹת', speak: 'нирОт', type: 'множественное, женский' },
    { rus: 'Он выглядит грустным', heb: 'הוא נראה עצוב', speak: 'hУ нирЭ ацУв', type: '-' },

    { rus: 'море', heb: 'ים', speak: 'йАм', type: 'мужской' },
    { rus: 'моря (много)', heb: 'יַמִּים', speak: 'йамИм', type: 'множественное' },
    { rus: 'рыба в море', heb: 'הַדָּג בַּיָּם', speak: 'а-дАг бе-йАм', type: '-' },

    { rus: 'кит', heb: 'לִויָתָן', speak: 'ливйатАн', type: 'мужской' },
    { rus: 'киты', heb: 'לִוְיָתָנִים', speak: 'ливйатанИм', type: 'множественное' },

    { rus: 'тюлень (sea dog)', heb: 'כֶּלֶב יָם', speak: 'кЕлев йАм', type: 'мужской' },
    { rus: 'тюлени', heb: 'כַלְבֵי יָם', speak: 'кальвЕй йАм', type: 'множественное' },

    { rus: 'акула', heb: 'כָּרִישׁ', speak: 'карИш', type: 'мужской' },
    { rus: 'акулы', heb: 'כְּרִישִׁים', speak: 'кришИм', type: 'множественное' },
    { rus: 'Акула плывет быстро', heb: 'הַכָּרִישׁ שׂוֹחֶה מַהֵר', speak: 'а-карИш сохЕ махЕр', type: '-' },

    { rus: 'морская звезда', heb: 'כּוֹכָב יָם', speak: 'кохАв йАм', type: 'мужской' },
    { rus: 'морские звёзды', heb: 'כּוֹכְבֵי יָם', speak: 'kohvЕй йАм', type: 'множественное' },

    { rus: 'звезда', heb: 'כּוֹכָב', speak: 'кохАв', type: 'мужской' },
    { rus: 'звёзды', heb: 'כּוֹכָבִים', speak: 'кохавИм', type: 'множественное' },

    { rus: 'планета (идущая звезда)', heb: 'כּוֹכָב לֶכֶת', speak: 'кохАв лЕхет', type: 'мужской' },
    { rus: 'планеты (идущие звёзды)', heb: 'כּוֹכְבֵי לֶכֶת', speak: 'кохвЕй лЕхет', type: 'множественное' },
    { rus: 'большая планета', heb: 'כּוֹכָב לֶכֶת גָּדוֹל', speak: 'кохАв лЕхет гадОль', type: '-' },
    { rus: 'большая голубая планета', heb: 'כּוֹכַב הַלֶּכֶת הַכָּחוֹל הַגָּדוֹל', speak: 'кОхав hалЕхет hакахОль hагадОль', type: '-' },

    { rus: 'жизнь, жизни', heb: 'חַיִּים', speak: 'хАйим', type: 'мужской, множественное (всегда)' },
    { rus: 'хорошая жизнь', heb: 'חיים טובים', speak: 'хАйим товИм', type: '-' },
    { rus: 'Я люблю жизнь', heb: 'אני אוהב את החיים', speak: 'анИ оhЭв эт а-хАйим', type: '-' },

    ///////// 2025.11.06 /////////////////////////
    { rus: 'коза', heb: 'עז', speak: 'Эз', type: 'женский' },
    { rus: 'козы', heb: 'עִזִּים', speak: 'изИм', type: 'множественное, женский' },
    { rus: 'козы в поле', heb: 'הָעִזִּים בַּשָּׂדֶה', speak: 'изИм бе-садЭ', type: '-' },

    { rus: 'поле, участок земли', heb: 'שָׂדֶה', speak: 'садЭ', type: 'мужской' },
    { rus: 'поля, участки земли', heb: 'שָׂדוֹת', speak: 'садОт', type: 'множественное' },
    { rus: 'Я иду в поле (к полю)', heb: 'אֲנִי הוֹלֵךְ לַשָּׂדֶה', speak: 'анИ h-олЕх ле-садЭ', type: '-' },
    { rus: 'Цветы в поле', heb: 'הַפְּרָחִים בַּשָּׂדֶה', speak: 'а-прахИм бе-садЭ', type: '-' },

    { rus: 'тыква', heb: 'דְּלַעַת', speak: 'дЕлаат', type: 'женский' },
    { rus: 'тыквы', heb: 'דְּלָעוֹת', speak: 'длаОт', type: 'множественое, женский' },

    { rus: 'место', heb: 'מָקוֹם', speak: 'макОм', type: 'мужской' },
    { rus: 'места', heb: 'מְקוֹמוֹת', speak: 'мекомОт', type: 'множественное' },
    { rus: 'нет свободного места', heb: 'אֵין מָקוֹם פָּנוּי', speak: 'Эйн макОм панУй', type: '-' },
    { rus: 'есть свободные места', heb: 'יש מקומות פנויים', speak: 'йЭш мекомОт пнуйИм', type: '-' },
    { rus: 'В Израиле есть много красивых мест', heb: 'יֵשׁ הַרְבֵּה מְקוֹמוֹת יָפִים בְּיִשְׂרָאֵל', speak: 'йЭш h-арбЭ мекомОт йафИм бе-исраЭль', type: '-' },

    { rus: 'повсюду, везде (everywhere)', heb: 'בכל מקום', speak: 'бехОль макОм', type: '-' },
    { rus: 'Есть деревья повсюду', heb: 'יש עצים בכל מקום', speak: 'йЭш эцИм бехОль макОм', type: '-' },

    { rus: 'иди, приходи (он)', heb: 'בּוֹא', speak: 'бО', type: 'мужской' },
    { rus: 'иди, приходи (она)', heb: 'בּוֹא', speak: 'бОи', type: 'женский' },
    { rus: 'идите, приходите (для всех)', heb: 'בּוֹאוּ', speak: 'бОу', type: 'множественное' },
    { rus: 'Пойдём! (м)', heb: 'בּוֹא נֵלֵךְ', speak: 'бО нэлЕх', type: 'мужской' },
    { rus: 'Давайте пойдём!', heb: 'בּוֹאוּ נֵלֵךְ', speak: 'бОу нэлЕх', type: 'множественное' },
    { rus: 'Давай начнём!', heb: 'בּוֹא נַתְחִיל', speak: 'бО натхИль', type: '-' },
    { rus: 'Когда начнём?', heb: 'מָתַי נַתְחִיל', speak: 'матАй натхИль', type: '-' },

    { rus: 'начинать', heb: 'לְהַתְחִיל', speak: 'лэhатхИль', type: 'инфинитив' },
    { rus: 'Я хочу начать', heb: 'אֲנִי רוֹצֶה לְהַתְחִיל', speak: 'анИ роцЭ лэhатхИль', type: '-' },
    { rus: 'начинает (он)', heb: 'מַתְחִיל', speak: 'матхИль', type: 'мужской' },
    { rus: 'начинает (она)', heb: 'מַתְחִילָה', speak: 'матхилА', type: 'женский' },
    { rus: 'начинают (они, м)', heb: 'מַתְחִילִים', speak: 'матхилИм', type: 'множественное, мужской' },
    { rus: 'начинают (они, ж)', heb: 'מַתְחִילוֹת', speak: 'матхилОт', type: 'множественное, женский' },
    { rus: 'Я начинаю работать', heb: 'אֲנִי מַתְחִיל לַעֲבוֹד', speak: 'анИ матхИль ла-авОд', type: '-' },

    { rus: 'открывать, открыть', heb: 'לִפְתּוֹחַ', speak: 'лифтОах', type: 'инфинитив' },
    { rus: 'открывает (он)', heb: 'פּוֹתֵחַ', speak: 'потЕах', type: 'мужской' },
    { rus: 'открывает (она)', heb: 'פּוֹתַחַת', speak: 'потАхат', type: 'женский' },
    { rus: 'открывают (они, м)', heb: 'פּוֹתְחִים', speak: 'потхИм', type: 'множественное, мужской' },
    { rus: 'открывают (они, ж)', heb: 'פּוֹתְחוֹת', speak: 'потхОт', type: 'множественное, женский' },
    { rus: 'Я открываю коробку новой игры', heb: 'אני פותח את הארגז של המשחק החדש', speak: 'анИ потЕах эт а-аргАз шель а-мисхАк а-хадАш', type: '-' },

    { rus: 'дать, давать', heb: 'לָתֵת', speak: 'латЕт', type: 'инфинитив' },
    { rus: 'даёт (он)', heb: 'נוֹתֵן', speak: 'нотЭн', type: 'мужской' },
    { rus: 'даёт (она)', heb: 'נוֹתֶנֶת', speak: 'нотЭнет', type: 'женский' },
    { rus: 'дают (они, м)', heb: 'נוֹתְנִים', speak: 'нотнИм', type: 'множественное, мужской' },
    { rus: 'дают (они, ж)', heb: 'נוֹתְנוֹת', speak: 'нотнОт', type: 'множественное, женский' },
    { rus: 'Мы даём коту еду', heb: 'אנחנו נותנים אוכל לחתול', speak: 'анАхну нотнИм Охэль ле-хатУль', type: '-' },

    { rus: 'закрыть', heb: 'לִסְגוֹר', speak: 'лисгОр', type: 'инфинитив' },
    { rus: 'закрываю, закрывает (он)', heb: 'סוֹגֵר', speak: 'согЕр', type: 'мужской' },
    { rus: 'закрывает (она)', heb: 'סוֹגֶרֶת', speak: 'согЕрет', type: 'женский' },
    { rus: 'закрывают (они, м)', heb: 'סוֹגְרִים', speak: 'согрИм', type: 'множественное, мужской' },
    { rus: 'закрывают (они, ж)', heb: 'סוֹגְרוֹת', speak: 'согрОт', type: 'множественное, женский' },
    { rus: 'Мы закрываем магазин вечером', heb: 'אנחנו סוגרים את החנות בערב', speak: 'анАхну согрИм эт а-ханУт бе-Эрев', type: '-' },

    { rus: 'возвращаться, вернуться', heb: 'לַחֲזוֹר', speak: 'лахазОр', type: 'инфинитив' },
    { rus: 'возвращаюсь, возвращается (он)', heb: 'חוֹזֵר', speak: 'хозЕр', type: 'мужской' },
    { rus: 'возвращается (она)', heb: 'חוֹזֶרֶת', speak: 'хозЕрет', type: 'женский' },
    { rus: 'возвращаются (они, м)', heb: 'חוֹזְרִים', speak: 'хозрИм', type: 'множественное, мужской' },
    { rus: 'возвращаются (они, ж)', heb: 'חוֹזְרוֹת', speak: 'хозрОт', type: 'множественное, женский' },
    { rus: 'Я возвращаюсь домой', heb: 'אני חוזר הביתה', speak: 'анИ хозЕр а-бАйта', type: '-' },
    { rus: 'Она возвращается с работы', heb: 'היא חוזרת מהעבודה', speak: 'хИ хозЕрет ме-а-аводА', type: '-' },

    { rus: 'учить, учиться, изучать', heb: 'לִלְמוֹד', speak: 'лильмОд', type: 'инфинитив' },
    { rus: 'учу, учит, учится (он)', heb: 'לוֹמֵד', speak: 'ломЕд', type: 'мужской' },
    { rus: 'учит, учится (она)', heb: 'לוֹמֶדֶת', speak: 'ломЕдет', type: 'женский' },
    { rus: 'учат, учатся (они, м)', heb: 'לוֹמְדִים', speak: 'ломдИм', type: 'множественное, мужской' },
    { rus: 'учат, учатся (они, ж)', heb: 'לוֹמְדוֹת', speak: 'ломдОт', type: 'множественное, женский' },
    { rus: 'Она учится в школе', heb: 'היא לומדת בבית ספר', speak: 'хИ ломЕдет бэ-бЭйт сЭфер', type: '-' },

    { rus: 'читать, звать, называть', heb: 'לִקְרוֹא', speak: 'ликрО', type: 'инфинитив' },
    { rus: 'читает (он)', heb: 'קוֹרֵא', speak: 'корЕ', type: 'мужской' },
    { rus: 'читает (она)', heb: 'קוֹרֵאת', speak: 'корЭт', type: 'женский' },
    { rus: 'читают (они, м)', heb: 'קוֹרְאִים', speak: 'коръИм', type: 'множественное, мужской' },
    { rus: 'читают (они, ж)', heb: 'קוֹרְאוֹת', speak: 'коръОт', type: 'множественное, женский' },
    { rus: 'Я читаю газету', heb: 'אני קורא עיתון', speak: 'анИ корЭ итОн', type: '-' },
    { rus: 'Она зовёт своего кота', heb: 'היא קוראת לחתול שלה', speak: 'хИ корЭ ле-хатУль шелА', type: '-' },

    { rus: 'думать', heb: 'לַחְשׁוֹב', speak: 'лахшОв', type: 'инфинитив' },
    { rus: 'думает, думаю (он)', heb: 'חוֹשֵׁב', speak: 'хошЕв', type: 'мужской' },
    { rus: 'думает (она)', heb: 'חוֹשֶׁבֶת', speak: 'хошЕвет', type: 'женский' },
    { rus: 'думают (они, м)', heb: 'חוֹשְׁבִים', speak: 'хошвИм', type: 'множественное, мужской' },
    { rus: 'думают (они, ж)', heb: 'חוֹשְׁבוֹת', speak: 'хошвОт', type: 'множественное, женский' },
    { rus: 'Я думаю об этом', heb: 'אני חושב על זה', speak: 'анИ хошЕв аль зЭ', type: '-' },
    { rus: 'Они думают, как ты', heb: 'הם חושבים כמוך', speak: 'hЭм хошвИм кмОха', type: '-' },

    ///////// 2025.11.07 /////////////////////////
    { rus: 'преуспеть, добиваться успеха', heb: 'לְהַצְלִיחַ', speak: 'леhацлИах', type: 'инфинитив' },
    { rus: 'преуспевает, добивается успеха', heb: 'מַצְלִיחַ', speak: 'мацлИах', type: 'мужской' },
    { rus: 'преуспевает, добивается успеха', heb: 'מַצְלִיחָה', speak: 'мацлихА', type: 'женский' },
    { rus: 'преуспевают, добиваются успеха (они, м)', heb: 'מַצְלִיחִים', speak: 'мацлихИм', type: 'множественное, мужской' },
    { rus: 'преуспевают, добиваются успеха (они, ж)', heb: 'מַצְלִיחוֹת', speak: 'мацлихОт', type: 'множественное, женский' },
    { rus: 'Он изучает иврит, и он преуспевает в этом.', heb: 'הוא לומד עברית והוא מצליח בזה', speak: 'hу ломЕд иврИт в-у мацлИах бе-зЭ', type: '-' },

    { rus: 'отличный, превосходный, замечательный', heb: 'מצוין', speak: 'мецуйАн', type: 'мужской' },
    { rus: 'отличная, замечательная', heb: 'מְצוּיֶנֶת', speak: 'мецуйЕнет', type: 'женский' },
    { rus: 'отличные, замечательные (они, м)', heb: 'מְצוּיָנִים', speak: 'мецуйанИм', type: 'множественное, мужской' },
    { rus: 'отличные, замечательные (они, ж)', heb: 'מְצוּיָנוֹת', speak: 'мецуйанОт', type: 'множественное, женский' },
    { rus: 'Мальчик отличен в спорте', heb: 'הַיֶּלֶד מְצוּיָן בַּסְּפּוֹרְט', speak: 'а-йЕлед мецуйАн бэ-спОрт', type: '-' },
    { rus: 'Отлично!', heb: 'מצוין', speak: 'мецуйАн', type: '-' },

    { rus: 'судьба', heb: 'גּוֹרָל', speak: 'горАль', type: 'мужской' },
    { rus: 'судьбы', heb: 'גּוֹרָלוֹת', speak: 'горалОт', type: 'множественное' },

    { rus: 'трудный, суровый (м)', heb: 'קָשֶׁה', speak: 'кашЭ', type: 'мужской' },
    { rus: 'трудная, суровая (ж)', heb: 'קָשָׁה', speak: 'кашА', type: 'женский' },
    { rus: 'трудные, суровые (мн, м)', heb: 'קָשִׁים', speak: 'кашИм', type: 'множественное, мужской' },
    { rus: 'трудные, суровые (мн, ж)', heb: 'קָשׁוֹת', speak: 'кашОт', type: 'множественное, женский' },

    { rus: 'сдаваться, покоряться, смиряться', heb: 'לְהִכָּנֵעַ', speak: 'леhиканЕа', type: 'инфинитив' },
    { rus: 'сдаюсь, сдаётся (он)', heb: 'נִכְנָע', speak: 'нихнА', type: 'мужской' },
    { rus: 'сдаётся (она)', heb: 'נִכְנַעַת', speak: 'нихнАат', type: 'женский' },
    { rus: 'сдаются (они, м)', heb: 'נִכְנָעִים', speak: 'нихнаИм', type: 'множественное, мужской' },
    { rus: 'сдаются (они, ж)', heb: 'נִכְנָעוֹת', speak: 'нихнаОт', type: 'множественное, женский' },

    { rus: 'Моя судьба тяжёлая, но я не сдаюсь', heb: 'הגורל שלי קשה אבל אני לא נכנע', speak: 'hагорАль шелИ кашЭ, авАль анИ ло нихнА', type: '-' },
    
    ///////// 2025.11.08 /////////////////////////
    { rus: 'где-то (количество)', heb: 'אֵיזֶה', speak: 'Эйзе', type: '-' },
    { rus: 'Там есть где-то шестьдесят человек', heb: 'יש שם איזה שישים אנשים', speak: 'еш шам Эйзе шишИм анашИм', type: '-' },

    { rus: 'Вот уж! Вот же!', heb: 'אֵיזֶה', speak: 'Эйзе', type: '-' },
    { rus: 'Вот уж прикол! (восклицание)', heb: 'איזה קטע', speak: 'Эйзе кЕта', type: '-' },
    { rus: 'Вот уж люди! (жалуемся)', heb: 'איזה אנשים', speak: 'Эйзе анашИм', type: '-' },

    { rus: 'какой-то, какой-либо, какой-нибудь (официально)', heb: 'איזשהו', speak: 'ЭйзешеhУ', type: '-' },
    { rus: 'какой-то, какой-либо, какой-нибудь (в разговорах)', heb: 'איזה', speak: 'Эйзе', type: '-' },

    { rus: 'человек (мужчина)', heb: 'אִישׁ', speak: 'иш', type: 'мужской' },
    { rus: 'люди', heb: 'אנשים', speak: 'анашИм', type: 'множественное' },
    { rus: 'с каким-то мужчиной', heb: 'עם איזה איש', speak: 'им Эйзе иш', type: '-' },

    { rus: 'человек, личность, человеческое существо (м+ж)', heb: 'בֶּן אָדָם', speak: 'бЭн адАм', type: 'мужской' },
    { rus: 'люди, личности, человеческие существа (м+ж)', heb: 'בְּנֵי אָדָם', speak: 'бнЭй адАм', type: 'множественное' },
    { rus: 'с каким-то человеком (в разговорах)', heb: 'עם איזה בן אדם', speak: 'им Эйзе бЭн адАм', type: '-' },

    { rus: 'если', heb: 'אם', speak: 'им', type: '-' },
    { rus: 'тогда, то тогда', heb: 'אז', speak: 'аз', type: '-' },
    { rus: 'Если это - то тогда это', heb: 'אם זה - אז זה', speak: 'им зЭ - аз зЭ', type: '-' },
    { rus: 'Если этот лимон вкусный - то тогда ты любишь кислое.', heb: 'אם הלימון הזה טעים - אז אתה אוהב דברים חמוצים', speak: 'им а-лимОн а-зЭ таИм - аз атА охЭв дварИм хамицИм', type: '-' },
    { rus: 'Я не ем, если не хочу', heb: 'אני לא אוכל אם אני לא רוצה', speak: 'анИ лё охЭль Им анИ лё роцЭ', type: '-' },
    { rus: 'Я не бегу, если не могу', heb: 'אני לא רץ אם אני לא יכול', speak: 'анИ лё рАц Им анИ лё йахОль', type: '-' },
    
    ///////// 2025.11.09 /////////////////////////
    { rus: 'Есть вероятность, Есть возможность, Возможно что да (maybe, possibly)(есть ситуация)', heb: 'יש מצב', speak: 'еш мацАв', type: '-' },
    { rus: 'Возможно, что это правильно', heb: 'יש מצב שזה נכון', speak: 'еш мацАв ше-зЭ нахОн', type: '-' },
    { rus: 'Может быть, что это вкусно', heb: 'יש מצב שזה טעים', speak: 'еш мацАв ше-зЭ таИм', type: '-' },
    { rus: 'Может быть, это просто супер!', heb: 'יש מצב שזה מצוין', speak: 'еш мацАв ше-зЭ мэцуйАн', type: '-' },

    { rus: 'Ни в коем случае, Ни за что, Не может быть, Невозможно (no way, no chance, impossible)(нет такой ситуации)', heb: 'אין מצב', speak: 'Эйн мацАв', type: '-' },
    { rus: 'Нет шансов, что это реально хорошо', heb: 'אין מצב שזה טוב מאוד', speak: 'Эйн мацАв ше-зЭ тов мэОд', type: '-' },

    { rus: 'Как дела?, Как обстановка?', heb: 'מה מצב', speak: 'мА мацАв', type: '-' },

    ///////// 2025.11.10 /////////////////////////
    { rus: 'улитка', heb: 'חילזון', speak: 'хилазОн', type: 'мужской' },
    { rus: 'улитки', heb: 'חילזונות', speak: 'хильзонОт', type: 'множественное' },

    { rus: 'компьютер', heb: 'מחשב', speak: 'махшЕв', type: 'мужской' },
    { rus: 'компьютеры', heb: 'מחשבים', speak: 'махшвИм', type: 'множественное' },

    { rus: 'свобода, отпуск', heb: 'חופש', speak: 'хофЕш', type: 'мужской' },
    { rus: 'отпуски, каникулы, свободы', heb: 'חוֹפָשׁוֹת', speak: 'хофашОт', type: 'множественное' },

    { rus: 'разговор', heb: 'דיבור', speak: 'дибУр', type: 'мужской' },
    { rus: 'разговоры', heb: 'דִּיבּוּרִים', speak: 'дибурИм', type: 'множественное' },

    { rus: 'чертёж, эскиз', heb: 'סרטוט', speak: 'сиртУт', type: 'мужской' },
    { rus: 'чертежи, эскизы', heb: 'סרטוטים', speak: 'сиртутИм', type: 'множественное' },

    { rus: 'видеоролик, клип', heb: 'סרטון', speak: 'сиртОн', type: 'мужской' },
    { rus: 'видеоролики, клипы', heb: 'סֶרְטוֹנִים', speak: 'сиртонИм', type: 'множественное' },

    { rus: 'планирование, план, дизайн, проект', heb: 'תכנון', speak: 'тихнУн', type: 'мужской' },
    { rus: 'планирования, планы, дизайны, проекты', heb: 'תִּכְנוּנִים', speak: 'тихнунИм', type: 'множественное' },

    { rus: 'идея', heb: 'רעיון', speak: 'райОн', type: 'мужской' },
    { rus: 'идеи', heb: 'רעיונות', speak: 'районОт', type: 'мужской / ложное женское окончание' },
    { rus: 'идеи класные', heb: 'רעיונות מגניבים', speak: 'районОт магнивИм', type: 'мужской / ложное женское окончание' },

    { rus: 'воспоминание, память', heb: 'זיכרון', speak: 'зикарОн', type: 'мужской' },
    { rus: 'воспоминания', heb: 'זכרונות', speak: 'зихронОт', type: 'мужской / ложное женское окончание' },

    { rus: 'опыт', heb: 'ניסיון', speak: 'нисайОн', type: 'мужской' },
    { rus: 'опыт, попытки (много)', heb: 'נסיונות', speak: 'нисъйонОт', type: 'мужской / ложное женское окончание' },

    { rus: 'уборка', heb: 'ניקיון', speak: 'никайОн', type: 'мужской' },
    { rus: 'уборки', heb: 'נקיונות', speak: 'никъйонОт', type: 'мужской / ложное женское окончание' },

    { rus: 'наводнение', heb: 'שיטפון', speak: 'щитафОн', type: 'мужской' },
    { rus: 'наводнения', heb: 'שטפונות', speak: 'щитфонОт', type: 'мужской / ложное женское окончание' },

    { rus: 'сумашествие', heb: 'שיגעון', speak: 'щигаОн', type: 'мужской' },
    { rus: 'сумашествия', heb: 'שגעונות', speak: 'щигъонОт', type: 'мужской / ложное женское окончание' },

    ///////// 2025.11.11 /////////////////////////
    { rus: 'воскресенье', heb: 'ראשון', speak: 'рищОн', type: 'мужской' },
    { rus: 'воскресенья', heb: 'רִאשׁוֹנִים', speak: 'рищонИм', type: 'множественное' },

    { rus: 'понедельник', heb: 'שני', speak: 'щенИ', type: 'мужской' },
    { rus: 'понедельники', heb: 'שֵׁנִיִים', speak: 'щенийИм', type: 'множественное' },

    { rus: 'вторник', heb: 'שלישי', speak: 'щлищИ', type: 'мужской' },
    { rus: 'вторники', heb: 'שְׁלִישִׁיִים', speak: 'щлищийИм', type: 'множественное' },

    { rus: 'среда', heb: 'רביעי', speak: 'рэвиИ', type: 'мужской' },
    { rus: 'среды', heb: 'רְבִיעִיִים', speak: 'рвиийИм', type: 'множественное' },

    { rus: 'четверг', heb: 'חמישי', speak: 'хамищИ', type: 'мужской' },
    { rus: 'четверги', heb: 'חֲמִישִׁיִים', speak: 'хамищийИм', type: 'множественное' },

    { rus: 'пятница', heb: 'שישי', speak: 'щищИ', type: 'мужской' },
    { rus: 'пятницы', heb: 'שִׁישִׁיִים', speak: 'щищийИм', type: 'множественное' },

    { rus: 'суббота', heb: 'שבת', speak: 'щаббАт', type: 'мужской' },
    { rus: 'субботы', heb: 'שַׁבָּת', speak: 'щаббАт', type: 'множественное' },

    { rus: 'день, сутки', heb: 'יוֹם', speak: 'йом', type: 'мужской' },
    { rus: 'дни', heb: 'יָמִים', speak: 'йамИм', type: 'множественное' },

    ///////// 2025.11.12 /////////////////////////
    { rus: 'открытый', heb: 'פָּתוּחַ', speak: 'патУах', type: 'мужской' },
    { rus: 'открытая', heb: 'פְּתוּחָה', speak: 'птухА', type: 'женский' },

    ///////// 2025.11.13 /////////////////////////
    { rus: 'объект, предмет', heb: 'אוֹבְיֶיקְט', speak: 'объЕкт', type: 'мужской' },
    { rus: 'объекты, предметы', heb: 'אוֹבְיֶיקְטִים', speak: 'объектИм', type: 'множественное' },

    { rus: 'модель', heb: 'מוֹדֶל', speak: 'модЕль', type: 'мужской' },
    { rus: 'модели', heb: 'מוֹדֶלִים', speak: 'моделИм', type: 'множественное' },

    { rus: 'трёхмерный', heb: 'תְּלָת־מֵמַדִּי', speak: 'тлат-мемадИ', type: 'мужской' },
    { rus: 'трёхмерная', heb: 'תְּלָת־מֵמַדִּית', speak: 'тлат-мемадИт', type: 'женский' },
    { rus: 'трёхмерные (они, м)', heb: 'תְּלָת־מֵמַדִּיִּים', speak: 'тлат-мемадийИм', type: 'множественное, мужской' },
    { rus: 'трёхмерные (они, ж)', heb: 'תְּלָת־מֵמַדִּיּוֹת', speak: 'тлат-мемадийОт', type: 'множественное, женский' },
    
    { rus: 'трёхмерная модель', heb: 'הַמּוֹדֶל תְּלָת־מֵמַדִּי', speak: 'а-модЭль тлат-мемадИ ', type: '-' },
    { rus: 'трёхмерная визуализация', heb: 'הַהַדְמָיָה תְּלָת־מֵמַדִּית', speak: 'а-адмайА тлат-мемадИ', type: '-' },

    { rus: 'создавать', heb: 'לִיצוֹר', speak: 'лицОр', type: 'инфинитив' },
    { rus: 'создаю, создаёт (он)', heb: 'יוֹצֵר', speak: 'йоцЕр', type: 'мужской' },
    { rus: 'создаёт (она)', heb: 'יוֹצֶרֶת', speak: 'йоцЕрет', type: 'женский' },
    { rus: 'создают (они, м)', heb: 'יוֹצְרִים', speak: 'йоцрИм', type: 'множественное, мужской' },
    { rus: 'создают (они, ж)', heb: 'יוֹצְרוֹת', speak: 'йоцрОт', type: 'множественное, женский' },
    { rus: 'Я создаю трёхмерную модель вот этого здания', heb: 'אני יוצר מודל תלת-ממדי של הבנין הזה', speak: 'анИ йоцЕр модЕль тлат-мемадИ шель а-биньйАн азЭ', type: '-' },

    ///////// 2025.11.14 /////////////////////////
    { rus: 'проект', heb: 'פרויקט', speak: 'пройЭкт', type: 'мужской' },
    { rus: 'проекты', heb: 'פְּרוֹיֶקְטִים', speak: 'пройэктИм', type: 'множественное' },
    { rus: 'Я работаю над проектом нового здания', heb: 'אני עובד על פרויקט של הבניין החדש', speak: 'анИ овЭд аль пройЭкт шель а-биньйАн а-хадАш', type: '-' },

    { rus: 'авто, машина', heb: 'אוטו', speak: 'Ото', type: 'мужской' },
    { rus: 'автомобили, машины', heb: 'אוֹטוֹת', speak: 'отОт', type: 'множественное' },

    { rus: 'трактор', heb: 'טְרַקְטוֹר', speak: 'трАктор', type: 'мужской' },
    { rus: 'тракторы', heb: 'טְרַקְטוֹרִים', speak: 'тракторИм', type: 'множественное' },

    { rus: 'концепт, идея', heb: 'קונספט', speak: 'консЕпт', type: 'мужской' },
    { rus: 'концепты, идеи', heb: 'קוֹנְסֶפְּטִים', speak: 'консептИм', type: 'множественное' },

    { rus: 'концептуальный', heb: 'קונספטואלי', speak: 'консептуАли', type: 'мужской' },
    { rus: 'концептуальная', heb: 'קוֹנְסֶפְּטוּאָלִית', speak: 'консептуалИт', type: 'женский' },
    { rus: 'концептуальные (они, м)', heb: 'קוֹנְסֶפְּטוּאָלִיִּים', speak: 'консептуалийИм', type: 'множественное, мужской' },
    { rus: 'концептуальные (они, ж)', heb: 'קוֹנְסֶפְּטוּאָלִיּוֹת', speak: 'консептуалийОт', type: 'множественное, женский' },

    ///////// 2025.11.15 /////////////////////////
    { rus: 'компания', heb: 'חֶבְרָה', speak: 'хиврА', type: 'женский' },
    { rus: 'компании', heb: 'חֲבָרוֹת', speak: 'хаварОт', type: 'множественное' },
    { rus: 'электрическая компания', heb: 'חֶבְרַת חַשְׁמַל', speak: 'хеврАт хашмАль', type: '-' },
    { rus: 'телефонная компания', heb: 'חֶבְרַת טֵלֵפוֹנִיָּה', speak: 'хеврАт телефонИйа', type: '-' },

    { rus: 'электричество', heb: 'חַשְׁמַל', speak: 'хашмАль', type: 'мужской' },
    { rus: 'Есть электричество в доме', heb: 'יֵשׁ חַשְׁמַל בַּבַּיִת', speak: 'ешь хашмАль бэ-байт', type: '-' },

    { rus: 'электрический', heb: 'חַשְׁמַלִּי', speak: 'хашмалИ', type: 'мужской' },
    { rus: 'электрическая', heb: 'חַשְׁמַלִּית', speak: 'хашмалИт', type: 'женский' },
    { rus: 'электрические (они, м)', heb: 'חַשְׁמַלִּיִים', speak: 'хашмалИйим', type: 'множественное, мужской' },
    { rus: 'электрические (они, ж)', heb: 'חַשְׁמַלִּיּוֹת', speak: 'хашмалИйот', type: 'множественное, женский' },

    { rus: 'отдыхать', heb: 'לָנוּחַ', speak: 'ланУах', type: 'инфинитив' },
    { rus: 'отдыхает (он)', heb: 'נָח', speak: 'нАх', type: 'мужской' },
    { rus: 'отдыхает (она)', heb: 'נָחָה', speak: 'нахА', type: 'женский' },
    { rus: 'отдыхают (они, м)', heb: 'נָחִים', speak: 'нахИм', type: 'множественное, мужской' },
    { rus: 'отдыхают (они, ж)', heb: 'נָחוֹת', speak: 'нахОт', type: 'множественное, женский' },
    { rus: 'Мне нужно отдохнуть', heb: 'אני צריך לָנוּחַ', speak: 'анИ царИх ланУах', type: '-' },
    { rus: 'Он немного отдыхает', heb: 'הוא נָח קצת', speak: 'hу нАх кцАт', type: '-' },

    { rus: 'петь', heb: 'לָשִׁיר', speak: 'лашИр', type: 'инфинитив' },
    { rus: 'поёт (он)', heb: 'שָׁר', speak: 'шАр', type: 'мужской' },
    { rus: 'поёт (она)', heb: 'שָׁרָה', speak: 'шарА', type: 'женский' },
    { rus: 'поют (они, м)', heb: 'שָׁרִים', speak: 'шарИм', type: 'множественное, мужской' },
    { rus: 'поют (они, ж)', heb: 'שָׁרוֹת', speak: 'шарОт', type: 'множественное, женский' },
    { rus: 'Она поёт на кухне', heb: 'היא שרה במטבח', speak: 'hи шарА бе-мИтбах', type: '-' },
    { rus: 'Она красиво поёт', heb: 'היא שרה יפה', speak: 'hи шарА йафЭ', type: '-' },

    { rus: 'содержать, включать (в составе)', heb: 'לִכְלוֹל', speak: 'лихлОль', type: 'инфинитив' },
    { rus: 'содержит, включает (он)', heb: 'כּוֹלֵל', speak: 'колЕль', type: 'мужской' },
    { rus: 'содержит, включает (она)', heb: 'כּוֹלֶלֶת', speak: 'колелЕт', type: 'женский' },
    { rus: 'содержат, включают (они, м)', heb: 'כּוֹלְלִים', speak: 'колелИм', type: 'множественное, мужской' },
    { rus: 'содержат, включают (они, м)', heb: 'כּוֹלְלוֹת', speak: 'колелОт', type: 'множественное, женский' },
    { rus: 'Цена включает всё', heb: 'המחיר כולל הכל', speak: 'а-мехИр колЕль а-коль', type: '-' },

    { rus: 'бежать', heb: 'לָרוּץ', speak: 'ларУц', type: 'инфинитив' },
    { rus: 'бежит (он)', heb: 'רָץ', speak: 'рац', type: 'мужской' },
    { rus: 'бежит (она)', heb: 'רָצָה', speak: 'рацА', type: 'женский' },
    { rus: 'бегут (они, м)', heb: 'רָצִים', speak: 'рацИм', type: 'множественное, мужской' },
    { rus: 'бегут (они, ж)', heb: 'רָצוֹת', speak: 'рацОт', type: 'множественное, женский' },
    { rus: 'Она бежит быстро', heb: 'היא רָצָה מהר', speak: 'hи рацА махЕр', type: '-' },
    { rus: 'Они бегут в парке', heb: 'הם רָצִים בפארק', speak: 'hЭм рацИм бе-парк', type: '-' },

    { rus: 'проходить, переходить (дорогу), переезжать (в другой город), пересекать', heb: 'לַעֲבוֹר', speak: 'лаавОр', type: 'инфинитив' },
    { rus: 'проходит, переходит, пересекает (он)', heb: 'עוֹבֵר', speak: 'овЕр', type: 'мужской' },
    { rus: 'проходит, переходит, пересекает (она)', heb: 'עוֹבֶרֶת', speak: 'овЕрэт', type: 'женский' },
    { rus: 'проходят, переходят, пересекают (они. м)', heb: 'עוֹבְרִים', speak: 'оврИм', type: 'множественное, мужской' },
    { rus: 'проходят, переходят, пересекают (они, ж)', heb: 'עוֹבְרוֹת', speak: 'оврОт', type: 'множественное, женский' },
    { rus: 'Они переходят шоссе', heb: 'הם עוֹבְרִים את הכביש', speak: 'hэм оврИм эт а-квИщ', type: '-' },
    { rus: 'Мы переезжаем утром в новую квартиру', heb: 'אנחנו עוברים בבוקר לדירה החדשה', speak: 'анахнУ оврИм бе-бОкер', type: '-' },

    { rus: 'помнить', heb: 'לִזְכּוֹר', speak: 'лизкОр', type: 'инфинитив' },
    { rus: 'помнит (он)', heb: 'זוֹכֵר', speak: 'зохЕр', type: 'мужской' },
    { rus: 'помнит (она)', heb: 'זוֹכֶרֶת', speak: 'зохЕрэт', type: 'женский' },
    { rus: 'помнят (они, м)', heb: 'זוֹכְרִים', speak: 'зохрИм', type: 'множественное, мужской' },
    { rus: 'помнят (они, ж)', heb: 'זוֹכְרוֹת', speak: 'зохрОт', type: 'множественное, женский' },
    { rus: 'Я помню это', heb: 'אני זוֹכֵר את זה', speak: 'анИ зохЕр эт зЭ', type: '-' },
    { rus: 'Они помнят всё', heb: 'הם זוכרים הכול', speak: 'hэм зохрИм а-кОль', type: '-' },
    { rus: 'Я не помню рецепт', heb: 'אני לא זוכר את המתכון', speak: 'анИ лё зохЕр эт а-маткОн', type: '-' },

    { rus: 'подписывать, ставить печать', heb: 'לַחְתּוֹם', speak: 'лахтОм', type: 'инфинитив' },
    { rus: 'подписывает (он)', heb: 'חוֹתֵם', speak: 'хотЭм', type: 'мужской' },
    { rus: 'подписывает (она)', heb: 'חוֹתֶמֶת', speak: 'хотЭмет', type: 'женский' },
    { rus: 'подписывают (они, м)', heb: 'חוֹתְמִים', speak: 'хотмИм', type: 'множественное, мужской' },
    { rus: 'подписывают (они, ж)', heb: 'חוֹתְמוֹת', speak: 'хотмОт', type: 'множественное, женский' },
    { rus: 'Они подписывают все письма', heb: 'הם חוֹתְמִים את כל המכתבים', speak: 'hэм хотмИм эт коль а-михтавИм', type: '-' },

    { rus: 'танцевать', heb: 'לִרְקוֹד', speak: 'лиркОд', type: 'инфинитив' },
    { rus: 'танцует (он)', heb: 'רוֹקֵד', speak: 'рокЕд', type: 'мужской' },
    { rus: 'танцует (она)', heb: 'רוֹקֶדֶת', speak: 'рокЭдет', type: 'женский' },
    { rus: 'танцуют (они, м)', heb: 'רוֹקְדִים', speak: 'рокдИм', type: 'множественное, мужской' },
    { rus: 'танцуют (они, ж)', heb: 'רוֹקְדוֹת', speak: 'рокдОт', type: 'множественное, женский' },
    { rus: 'Она танцует каждый день', heb: 'היא רוקדת כל יום', speak: 'hи рокЭдет коль йом', type: '-' },
    { rus: 'Мы танцуем в парке', heb: 'אנחנו רוקדים בפארק', speak: 'анАхну рокдИм бэ-пАрк', type: '-' },

    { rus: 'помогать', heb: 'לַעֲזוֹר', speak: 'лаазОр', type: 'инфинитив' },
    { rus: 'помогает (он)', heb: 'עוֹזֵר', speak: 'озЕр', type: 'мужской' },
    { rus: 'помогает (она)', heb: 'עוֹזֶרֶת', speak: 'озЕрет', type: 'женский' },
    { rus: 'помогают (они, м)', heb: 'עוֹזְרִים', speak: 'озрИм', type: 'множественное, мужской' },
    { rus: 'помогают (они, ж)', heb: 'עוֹזְרוֹת', speak: 'озрОт', type: 'множественное, женский' },
    { rus: 'Я помогаю друзьям', heb: 'אני עוֹזֵר לַחֲבֵרִים', speak: 'анИ озЕр ле-хаверИм', type: '-' },
    { rus: 'Она помогает мне с проектом', heb: 'היא עוזרת לי בפרויקט', speak: 'hи озЕрет ли бэ-пройЭкт', type: '-' },

    { rus: 'уходить, покидать', heb: 'לָזוּב', speak: 'лазУв', type: 'инфинитив' },
    { rus: 'уходит (он)', heb: 'עוֹזֵב', speak: 'озЕв', type: 'мужской' },
    { rus: 'уходит (она)', heb: 'עוֹזֶבֶת', speak: 'озЕвет', type: 'женский' },
    { rus: 'уходят (они, м)', heb: 'עוֹזְבִים', speak: 'озвИм', type: 'множественное, мужской' },
    { rus: 'уходят (они, ж)', heb: 'עוֹזְבוֹת', speak: 'озвОт', type: 'множественное, женский' },
    { rus: 'Она уходит из дома', heb: 'היא עוֹזֶבֶת אֶת הַבַּיִת', speak: 'hи озЕвет эт а-бАйт', type: '-' },
    { rus: 'Я ухожу от сюда', heb: 'אני עוזב מכאן', speak: 'анИ озЕв ми-кАн', type: '-' },

    { rus: 'ненавидеть', heb: 'לִשְׂנוֹא', speak: 'лиснО', type: 'инфинитив' },
    { rus: 'ненавидит (он)', heb: 'שׂוֹנֵא', speak: 'сонЭ', type: 'мужской' },
    { rus: 'ненавидит (она)', heb: 'שׂוֹנֵאת', speak: 'сонЭт', type: 'женский' },
    { rus: 'ненавидят (они, м)', heb: 'שׂוֹנְאִים', speak: 'сонИм', type: 'множественное, мужской' },
    { rus: 'ненавидят (они, ж)', heb: 'שׂוֹנְאוֹת', speak: 'сонОт', type: 'множественное, женский' },
    { rus: 'Я ненавижу холод', heb: 'אני שׂוֹנֵא קוֹר', speak: 'анИ сонЭ кар', type: '-' },
    { rus: 'Мы ненавидим это', heb: 'אנחנו שונאים את זה', speak: 'анАхну сонИм эт зЭ', type: '-' },

    { rus: 'обдумывать, взвешивать', heb: 'לִשְׁקוֹל', speak: 'лишкОль', type: 'инфинитив' },
    { rus: 'обдумывает, взвешивает (он)', heb: 'שׁוֹקֵל', speak: 'шОкель', type: 'мужской' },
    { rus: 'обдумывает, взвешивает (она)', heb: 'שׁוֹקֶלֶת', speak: 'шОкелет', type: 'женский' },
    { rus: 'обдумывают, взвешивают (они, м)', heb: 'שׁוֹקְלִים', speak: 'шоклИм', type: 'множественное, мужской' },
    { rus: 'обдумывают, взвешивают (они, ж)', heb: 'שׁוֹקְלוֹת', speak: 'шоклОт', type: 'множественное, женский' },
    { rus: 'Я обдумываю это', heb: 'אני שוקל את זה', speak: 'анИ шОкель эт зЭ', type: '-' },
    { rus: 'Она взвешивает мой арбуз', heb: 'היא שוקלת את האבטיח שלי', speak: 'hи шОкелет а-автИах шелИ', type: '-' },

    { rus: 'поэтому, следовательно, вот почему', heb: 'לָכֵן', speak: 'лАхен', type: 'союз, вводное слово' },
    { rus: 'Поэтому я не помогаю им', heb: 'לכן אני לא עוזר לנו', speak: 'лАхен анИ лё озЕр ланУ', type: '-' },

    ///////// 2025.11.16 /////////////////////////
    { rus: 'куб, кубик', heb: 'קוּבִּיָּה', speak: 'кубийА', type: 'женский' },
    { rus: 'кубы, кубики', heb: 'קוּבִּיּוֹת', speak: 'кубийОт', type: 'множественное' },

    { rus: 'цилиндр', heb: 'צִילִינְדֶּר', speak: 'цилиндЭр', type: 'мужской' },
    { rus: 'цилиндры', heb: 'צִילִינְדְּרִים', speak: 'цилиндрИм', type: 'множественное' },

    { rus: 'сфера, шар', heb: 'כַּדוּר', speak: 'кадУр', type: 'мужской' },
    { rus: 'сферы, шары', heb: 'כְּדוּרִים', speak: 'кедурИм', type: 'множественное' },

    { rus: 'конус', heb: 'קוֹנוּס', speak: 'кОнус', type: 'мужской' },
    { rus: 'конусы', heb: 'קוֹנוּסִים', speak: 'конусИм', type: 'множественное' },

    { rus: 'параллелепипед', heb: 'מַקְבִּילוֹן', speak: 'макбилОн', type: 'мужской' },
    { rus: 'параллелепипеды', heb: 'מַקְבִּילוֹנִים', speak: 'макбилонИм', type: 'множественное' },

    { rus: 'пирамида', heb: 'פִּירָמִידָה', speak: 'пирамИда', type: 'женский' },
    { rus: 'пирамиды', heb: 'פִּירָמִידוֹת', speak: 'пирамидОт', type: 'множественное' },

    { rus: 'призма', heb: 'פְּרִיזְמָה', speak: 'прИзма', type: 'женский' },
    { rus: 'призмы', heb: 'פְּרִיזְמוֹת', speak: 'прИзмот', type: 'множественное' },

    { rus: 'тетраэдр', heb: 'טֶטְרָהֶדְרוֹן', speak: 'тэтраhедрОн', type: 'мужской' },
    { rus: 'тетраэдры', heb: 'טֶטְרָהֶדְרוֹנִים', speak: 'тэтраhедронИм', type: 'множественное' },

    { rus: 'октаэдр', heb: 'אוֹקְטָהֶדְרוֹן', speak: 'октаhедрОн', type: 'мужской' },
    { rus: 'октаэдры', heb: 'אוֹקְטָהֶדְרוֹנִים', speak: 'октаhедронИм', type: 'множественное' },

    ///////// 2025.11.17 /////////////////////////
    { rus: 'променад, набережная, прогулочная зона у моря', heb: 'טיילת', speak: 'тайЕлет', type: 'женский' },
    { rus: 'променады, набережные', heb: 'טיילות', speak: 'тайалОт', type: 'множественное' },
    { rus: 'Я бегу по набережной', heb: 'אני רץ בטיילת', speak: 'анИ рац бэ-тайЕлет', type: '-' },
    { rus: 'Я живу рядом с набережной', heb: 'אני גר קרוב לטיילת', speak: 'анИ гар карОв ле-тайЕлет', type: '-' },

    { rus: 'гулять, путешествовать', heb: 'לְטַיֵּל', speak: 'летаЙель', type: 'инфинитив' },
    { rus: 'гуляет (он)', heb: 'מְטַיֵּל', speak: 'мэтайЕль', type: 'мужской' },
    { rus: 'гуляет (она)', heb: 'מְטַיֶּלֶת', speak: 'мэтайЕлет', type: 'женский' },
    { rus: 'гуляют (они, м)', heb: 'מְטַיְּלִים', speak: 'мэтайелИм', type: 'множественное, мужской' },
    { rus: 'гуляют (они, ж)', heb: 'מְטַיְּלוֹת', speak: 'мэтайелОт', type: 'множественное, женский' },
    { rus: 'Мы гуляем по набережной', heb: 'אנחנו מטילים בטיילת', speak: 'анАхну мэтайелИм бэ-тайЕлет', type: '-' },

    { rus: 'история', heb: 'היסטוריה', speak: 'hистОрийа', type: 'женский' },
    { rus: 'истории', heb: 'היסטוריות', speak: 'hисторйОт', type: 'множественное' },
    { rus: 'история Израиля', heb: 'ההיסטוריה של ישראל', speak: 'а-hистОрийа шель ишраЭль', type: '-' },

    { rus: 'можно (ли), возможно (ли)', heb: 'אֶפְשָׁר', speak: 'эфшАр', type: '-' },
    { rus: 'Можно взять тебя домой?', heb: 'אפשר לקחת אותך הביתה', speak: 'эфшАр лекАхат отхА а-бАйта', type: '-' },
    { rus: 'Можно воды?', heb: 'אפשר מים', speak: 'эфшАр мАим', type: '-' },
    { rus: 'Можно взять это?', heb: 'אפשר לקחת את זה?', speak: 'эфшАр лекАхат эт зЭ', type: '-' },
    { rus: 'Можете дать/передать это мне?', heb: 'אפשר לתת את זה לי', speak: 'эфшАр латЕт эт зЭ ли', type: '-' },

    { rus: 'турист', heb: 'תייר', speak: 'тайАр', type: 'мужской' },
    { rus: 'туристка', heb: 'תיירת', speak: 'тайерЕт', type: 'женский' },
    { rus: 'туристы', heb: 'תיירים', speak: 'тайарИм', type: 'множественное, мужской' },
    { rus: 'туристки', heb: 'תיירות', speak: 'тайарОт', type: 'множественное, женский' },
    { rus: 'В Израиле много туристов', heb: 'יש הרבה תיירים בישראל', speak: 'йЕш аарбэ тайарИм бэ-ишраЭль', type: '-' },

    { rus: 'хорошо, классно, отлично', heb: 'סבבה', speak: 'сабАба', type: '-' },
    
    { rus: 'чтобы, для того чтобы', heb: 'כְּדֵי', speak: 'кедЕй', type: '-' },
    { rus: 'Я использую ложку, чтобы есть суп', heb: 'אני משתמש בכף כדי לאכול מרק', speak: '', type: '-' },
    { rus: 'Я обуваю кроссовки, чтобы бежать в парке', heb: 'אני נועל נעלי ספורט כדי לרוץ בפארק', speak: '-', type: '-' },
    { rus: 'Он создаёт проект, чтобы построить свой дом', heb: 'הוא יוצר פרויקת כדי לבנות את הבית שלי', speak: '-', type: '-' },

    { rus: 'могу, можешь, может (он)', heb: 'יכול', speak: 'йахОль', type: 'мужской' },
    { rus: 'может (она)', heb: 'יכולה', speak: 'йехОла', type: 'женский' },
    { rus: 'могут (они, м)', heb: 'יכולים', speak: 'йехолИм', type: 'множественное, мужской' },
    { rus: 'могут (они, ж)', heb: 'יכולות', speak: 'йехолОт', type: 'множественное, женский' },
    { rus: 'Я могу это купить', heb: 'אני יכול לקנות את זה', speak: 'ани йахОль ликнОт эт зЭ', type: '-' },
    { rus: 'Ты можешь мне помочь?', heb: 'את יכולה לעזור לי', speak: 'ат йехОла лаазОр ли', type: '-' },
    { rus: 'Он может говорить по-ивриту', heb: 'הוא יכול לדבר עברית', speak: 'hу йахОль ледабер иврИт', type: '-' },

    { rus: 'строить', heb: 'לבנות', speak: 'ливнОт', type: 'инфинитив' },
    { rus: 'строит (он)', heb: 'בּוֹנֶה', speak: 'бонЕ', type: 'мужской' },
    { rus: 'строит (она)', heb: 'בּוֹנָה', speak: 'бонА', type: 'женский' },
    { rus: 'строят (они, м)', heb: 'בּוֹנִים', speak: 'бонИм', type: 'множественное, мужской' },
    { rus: 'строят (они, ж)', heb: 'בּוֹנוֹת', speak: 'бонОт', type: 'множественное, женский' },
    { rus: 'Я строю свой дом', heb: 'אני בונה את הבית שלי', speak: 'анИ бонЕ эт а-бАйт шелИ', type: '-' },
    { rus: 'Она строит (создаёт) большую модель', heb: 'היא בונה מודל גדול', speak: 'hи бонА модЕль гадОль', type: '-' },
    { rus: 'Мы строим (создаём) большой проект', heb: 'אנחנו בונים פרויקת גדול', speak: 'анАхну бонИм пройЕкт гадОль', type: '' },
    { rus: 'Строить стратегию (планировать, формировать)', heb: 'לבנות איסטרטגיה', speak: 'ливнОт истратЕгийа', type: '-' },

    { rus: 'собирать, составлять, компоновать', heb: 'לְהַרְכִּיב', speak: 'лэhаркИв', type: 'инфинитив' },
    { rus: 'собирает (он)', heb: 'מַרְכִּיב', speak: 'мaркИв', type: 'мужской' },
    { rus: 'собирает (она)', heb: 'מַרְכִּיבָה', speak: 'маркивА', type: 'женский' },
    { rus: 'собирают (они, м)', heb: 'מַרְכִּיבִים', speak: 'маркивИм', type: 'множественное, мужской' },
    { rus: 'собирают (они, ж)', heb: 'מרכיבות', speak: 'маркивОт', type: 'множественное, женский' },
    { rus: 'Собирать пазл', heb: 'לְהַרְכִּיב פאזל', speak: 'лэhаркИв пАзел', type: '-' },
    { rus: 'Он собирает стол из Ikea', heb: 'הוא מרכיב שלחן מאיקאה', speak: 'hу маркИв шульхАн ме-икЕа', type: '-' },

    { rus: 'стратегия', heb: 'איסטרטגיה', speak: 'истратЕгийа', type: 'женский' },
    { rus: 'стратегии', heb: 'איסטרטגיות', speak: 'истратЕгйот', type: 'множественное' },

    ///////// 2025.11.18 /////////////////////////
    { rus: 'выходить, вылезать, пойти', heb: 'לצאת', speak: 'лацЕэт', type: 'инфинитив' },
    { rus: 'выходит (он)', heb: 'יוֹצֵא', speak: 'йоцЕ', type: 'мужской' },
    { rus: 'выходит (она)', heb: 'יוֹצֵאת', speak: 'йоцЕт', type: 'женский' },
    { rus: 'выходят (они, м)', heb: 'יוֹצְאִים', speak: 'йоцИм', type: 'множественное, мужской' },
    { rus: 'выходят (они, ж)', heb: 'יוֹצְאוֹת', speak: 'йоцОт', type: 'множественное, женский' },
    { rus: 'Ты можешь выйти на минутку?', heb: 'אתה יכול לצאת רגע', speak: 'атА йахОль лацЕэт рЭга', type: '-' },
    { rus: 'Можешь выйти на минутку? (на секунду, на момент)', heb: 'יכול לצאת רגע', speak: 'йахОль лацЕэт рЭга', type: '-' },
    { rus: 'Он выходит из дома', heb: 'הוּא יוֹצֵא מֵהַבַּיִת', speak: 'hу йоцЕ ми-бАйт', type: '-' },

    { rus: 'момент, мгновенье', heb: 'רגע', speak: 'рЭга', type: '-' },
    { rus: 'моменты, мгновения', heb: 'רְגָעִים', speak: 'рэгаИм', type: 'множественное' },
    { rus: 'Секунду, я иду!', heb: 'רגע, אני בא', speak: 'рЭга, анИ ба', type: '-' },
    { rus: 'Подожди секунду!', heb: 'חכה רגע', speak: 'хакЕ рЭга', type: '-' },
    { rus: 'Секунду! Секунду!', heb: 'רגע רגע', speak: 'рЭга рЭга', type: '-' },
    { rus: 'Фильм полон моментов грусти', heb: 'הסרט מלא רגעים של עצב', speak: 'а-сЭрэт млеА рэгаИм шель Эцев', type: '-' },
    
    { rus: 'печаль, грусть, скорбь', heb: 'עצב', speak: 'Эцев', type: 'мужской' },
    { rus: 'печали, скорби', heb: 'עֲצָבוֹת', speak: 'ацавОт', type: 'множественное' },

    { rus: 'подожди (м)', heb: 'חכה', speak: 'хакЕ', type: 'мужской' },
    { rus: 'подожди (ж)', heb: 'חַכִּי', speak: 'хакИ', type: 'женский' },
    { rus: 'подождите (мн)', heb: 'חַכּוּ', speak: 'хакУ', type: 'множественное' },

    { rus: 'ждать', heb: 'לַחֲכּוֹת', speak: 'лахакОт', type: 'инфинитив' },
    { rus: 'жду, ждёт (он)', heb: 'מְחַכֶּה', speak: 'мехакЕ', type: 'мужской' },
    { rus: 'ждёт (она)', heb: 'מְחַכָּה', speak: 'мехакА', type: 'женский' },
    { rus: 'ждут (они, м)', heb: 'מְחַכִּים', speak: 'мехакИм', type: 'множественное, мужской' },
    { rus: 'ждут (они, ж)', heb: 'מְחַכּוֹת', speak: 'мехакОт', type: 'множественное, женский' },
    { rus: 'Он ждёт тебя', heb: 'הוּא מְחַכֶּה לָךְ', speak: 'hу мехакЕ лехА', type: '-' },
    { rus: 'Они ждут автобус', heb: 'הֵן מְחַכּוֹת לָאוֹטוֹבּוּס', speak: 'hэн мехакОт ле-отОбус', type: '-' },

    ///////// 2025.11.19 /////////////////////////
    { rus: 'конечно, разумеется, естественно, само собой', heb: 'כמובן', speak: 'камувАн', type: 'наречие' },
    { rus: 'Это конечно же правильно!', heb: 'זה כמובן נכון', speak: 'зЭ камувАн нахОн', type: '-' },

    { rus: 'Ага, конечно. / Ещё бы. / Да конечно (разговорное)', heb: 'בְּטַח', speak: 'бэтАх', type: '-' },
    { rus: 'Можно? — Конечно.', heb: 'אפשר? — בטח', speak: 'эфшАр? - бэтАх', type: '-' },

    { rus: 'конечно / безусловно / несомненно (вежливое)', heb: 'בְּוַדַּאי', speak: 'бэвадАй', type: '-' },
    { rus: 'Можно войти? — Разумеется.', heb: 'אפשר להיכנס? — בוודאי', speak: 'эфшАр леhиканЕс? - бэвадАй', type: '-' },

    { rus: 'входить', heb: 'להיכנס', speak: 'леhиканЕс', type: 'инфинитив' },
    { rus: 'входит (он)', heb: 'נִכְנָס', speak: 'нихнАс', type: 'мужской' },
    { rus: 'входит (она)', heb: 'נִכְנֶסֶת', speak: 'нихнесЕт', type: 'женский' },
    { rus: 'входят (они, м)', heb: 'נִכְנָסִים', speak: 'нихнасИм', type: 'множественное, мужской' },
    { rus: 'входят (они, ж)', heb: 'נִכְנָסוֹת', speak: 'нихнасОт', type: 'множественное, женский' },
    { rus: 'Я вхожу в комнату', heb: 'אני נִכְנָס לַחֲדָר', speak: 'анИ нихнАс ле-хЭдэр', type: '-' },

    { rus: 'Не (не входи, не трогай, не говори)', heb: 'אַל', speak: 'аль', type: '-' },
    { rus: 'Не входи сюда!', heb: 'אַל תִּכָּנֵס לְפֹה', speak: 'аль тиканЕс ле-пО', type: '-' },

    { rus: 'ориентироваться, разбираться, быть знакомым с', heb: 'להתמצא', speak: 'леhитмацЭ', type: 'инфинитив' },
    { rus: 'ориентируется, разбирается (он)', heb: 'מִתְמַצֵּא', speak: 'митмацЭ', type: 'мужской' },
    { rus: 'ориентируется, разбирается (она)', heb: 'מִתְמַצֵּאת', speak: 'митмацЭт', type: 'женский' },
    { rus: 'ориентируются, разбираются (они, м)', heb: 'מִתְמַצְּאִים', speak: 'митмацъИм', type: 'множественное, мужской' },
    { rus: 'ориентируются, разбираются (они, ж)', heb: 'מִתְמַצְּאוֹת', speak: 'митмацъОт', type: 'множественное, женский' },
    { rus: 'Ты ориентируешся в городе?', heb: 'את מִתְמַצַּאת בעיר', speak: 'эт митмацЭт ба-йИр', type: '-' },
    { rus: 'Я не разбираюсь в этом деле', heb: 'אני לא מתמצא בדבר הזה', speak: 'анИ лё митмацЭ бе-давАр а-зЭ', type: '-' },
    { rus: 'Я не шарю в этом (разговорное)', heb: 'אני לא מתמצא בזה', speak: 'анИ лё митмацЭ бе-зЭ', type: '-' },

    ///////// 2025.11.20 /////////////////////////
    { rus: 'активный', heb: 'פָּעִיל', speak: 'паИль', type: 'мужской' },
    { rus: 'активная', heb: 'פְּעִילָה', speak: 'пеилА', type: 'женский' },
    { rus: 'активные (они, м)', heb: 'פְּעִילִים', speak: 'пеилИм', type: 'множественное, мужской' },
    { rus: 'активные (они, ж)', heb: 'פְּעִילוֹת', speak: 'пеилОт', type: 'множественное, женский' },
    { rus: 'Он активен в школе', heb: 'הוא פעיל בבית ספר', speak: 'hу паИль бе-бейт сЭфер', type: '-' },
    { rus: 'Мы неактивные сегодня (ничего не делаем, пассивные)', heb: 'אנחנו לא פעילים היום', speak: 'анАхну лё пеилИм а-йОм', type: '-' },

    { rus: 'поздно, поздний', heb: 'מאוחר', speak: 'меухАр', type: 'наречие, мужской' },
    { rus: 'поздняя', heb: 'מאוחרת', speak: 'меухЭрет', type: 'женский' },
    { rus: 'поздние (м)', heb: 'מאוחרים', speak: 'меухарИм', type: 'множественное, мужской' },
    { rus: 'поздние (ж)', heb: 'מאוחרות', speak: 'меухарОт', type: 'множественное, женский' },
    { rus: 'Сейчас поздно', heb: 'עכשיו מְאוּחָר', speak: 'ахшАв меухАр', type: '-' },
    { rus: 'Поздняя весна', heb: 'א֑בִיב מְאוּחָר', speak: 'авИв меухАр', type: '-' },

    { rus: 'рано, ранний', heb: 'מוקדם', speak: 'мукдАм', type: 'наречие, мужской' },
    { rus: 'ранняя', heb: 'מוקדמת', speak: 'мукдЭмет', type: 'женский' },
    { rus: 'ранние (м)', heb: 'מוקדמים', speak: 'мукдамИм', type: 'множественное, мужской' },
    { rus: 'ранние (ж)', heb: 'מוקדמות', speak: 'мукдамОт', type: 'множественное, женский' },
    { rus: 'Я встаю рано', heb: 'אני קם מוקדם', speak: 'анИ кАм мукдАм', type: '-' },
    { rus: 'Раннее утро', heb: 'בוקר מוקדם', speak: 'бОкер мукдАм', type: '-' },
    
    { rus: 'вставать, подниматься', heb: 'לָקוּם', speak: 'лякУм', type: 'инфинитив' },
    { rus: 'встает (он)', heb: 'קם', speak: 'кам', type: 'мужской' },
    { rus: 'встает (она)', heb: 'קָמָה', speak: 'камА', type: 'женский' },
    { rus: 'встают (они, м)', heb: 'קָמִים', speak: 'камИм', type: 'множественное, мужской' },
    { rus: 'встают (они, ж)', heb: 'קָמוֹת', speak: 'камОт', type: 'множественное, женский' },
    { rus: 'Он встаёт со стула', heb: 'הוא קָם מהכיסא', speak: 'hу кАм ми-а-кисЭ', type: '-' },
    { rus: 'Мы встаём поздно', heb: 'אנחנו קמים מאוחר', speak: 'анАхну камИм меухАр', type: '-' },

    { rus: 'лечь спать', heb: 'לָלֶכֶת לִישׁוֹן', speak: 'лалЕхет лишОн', type: 'инфинитив' },
    { rus: 'ложусь спать, ложится спать (он)', heb: 'הוֹלֵךְ לִישׁוֹן', speak: 'холЕх лишОн', type: 'мужской' },
    { rus: 'ложится спать (она)', heb: 'הוֹלֶכֶת לִישׁוֹן', speak: 'холЕхет лишОн', type: 'женский' },
    { rus: 'ложатся спать (они, м)', heb: 'הוֹלְכִים לִישׁוֹן', speak: 'холхИм лишОн', type: 'множественное, мужской' },
    { rus: 'ложатся спать (они, ж)', heb: 'הוֹלְכוֹת לִישׁוֹן', speak: 'холхОт лишОн', type: 'множественное, женский' },
    { rus: 'Он ложится спать поздно', heb: 'הוּא הוֹלֵךְ לִישׁוֹן מְאוּחָר', speak: 'hу холЕх лишОн меухАр', type: '-' },
    
    ///////// 2025.11.21 /////////////////////////
    { rus: 'до', heb: 'עד', speak: 'ад', type: '-' },
    { rus: 'Я работаю до пяти', heb: 'אני עובד עד חמש', speak: 'анИ овЕд ад хамЕш', type: '-' },
    { rus: 'Далеко до дома (вдали от дома)', heb: 'רחוק עד הבית', speak: 'рахОк ад а-бАйт', type: '-' },

    { rus: 'до поздна, до позднего вечера', heb: 'עד מאוחר', speak: 'ад меухАр', type: '-' },
    { rus: 'Я работаю до поздна', heb: 'אני עובד עד מאוחר', speak: 'анИ овЕд ад меухАр', type: '-' },

    { rus: 'будить, разбудить', heb: 'להעיר', speak: 'леhаИр', type: 'инфинитив' },
    { rus: 'будит (он)', heb: 'מֵעִיר', speak: 'меИр', type: 'мужской' },
    { rus: 'будит (она)', heb: 'מֵעִירָה', speak: 'меирА', type: 'женский' },
    { rus: 'будят (они, м)', heb: 'מֵעִירִים', speak: 'меирИм', type: 'множественное. мужской' },
    { rus: 'будят (они, ж)', heb: 'מֵעִירוֹת', speak: 'меирОт', type: 'множественное, женский' },
    { rus: 'Мой кот будит меня утром', heb: 'החתול שלי מעיר אותי בבקר', speak: 'а-хатУль шелИ меИр отИ бе-бОкер', type: '-' },
    { rus: 'Она будит его каждое утро рано', heb: 'היא מעירה אותו מוקדם כל בוקר', speak: 'hи меирА отО мукдАм коль бОкер', type: '-' },

    { rus: 'просыпаться, пробуждаться', heb: 'לְהִתְעוֹרֵר', speak: 'леhиторЕр', type: 'инфинитив' },
    { rus: 'просыпаюсь, просыпается (он)', heb: 'מִתְעוֹרֵר', speak: 'миторЭр', type: 'мужской' },
    { rus: 'просыпается (она)', heb: 'מִתְעוֹרֶרֶת', speak: 'миторЭрэт', type: 'женский' },
    { rus: 'просыпаются (они, м)', heb: 'מִתְעוֹרְרִים', speak: 'миторрИм', type: 'множественное. мужской' },
    { rus: 'просыпаются (они, ж)', heb: 'מִתְעוֹרְרוֹת', speak: 'миторрОт', type: 'множественное, женский' },
    { rus: 'Я просыпаюсь рано', heb: 'אני מתעורר מוקדם', speak: 'анИ миторЭр мукдАм', type: '-' },
    { rus: 'Мы просыпаемся поздно', heb: 'אנחנו מתעוררים מאוחר', speak: 'анАхну миторрИм меухАр', type: '-' },
    { rus: 'Она просыпается в семь', heb: 'היא מתעוררת בשבע', speak: 'hи миторЭрэт бе-шЕва', type: '-' },

    ///////// 2025.11.22 /////////////////////////
    { rus: 'час, время, момент', heb: 'שעה', speak: 'шаА', type: 'женский' },
    { rus: 'часы, моменты', heb: 'שעות', speak: 'шаОт', type: 'множественное' },
    { rus: 'Уже поздний час', heb: 'זה שעה מאוחרת', speak: 'зЭ шаА меухЭрет', type: '-' },
    { rus: 'Один час', heb: 'שעה אחת', speak: 'шаА ахАт', type: '-' },
    { rus: 'Я жду часами!', heb: 'אני מחכה שעות', speak: 'анИ мехакЕ шаОт', type: '-' },

    { rus: 'минута', heb: 'דקה', speak: 'дакА', type: 'женский' },
    { rus: 'минуты', heb: 'דקות', speak: 'дакОт', type: 'множественное' },
    { rus: 'Одна минута', heb: 'דקה אחת', speak: 'дакА аХат', type: '-' },
    { rus: 'Подожди минуту!', heb: 'חכה דקה', speak: 'хакЕ дакА', type: '-' },
    { rus: 'У меня есть несколько минут.', heb: 'יש לי כמה דקות', speak: 'еш ли кАма дакОт', type: '-' },

    { rus: 'секунда', heb: 'שנייה', speak: 'шнийА', type: 'женский' },
    { rus: 'секунды', heb: 'שנייות', speak: 'шнийОт', type: 'множественное' },
    { rus: 'Одна секунда', heb: 'שנייה אחת', speak: 'шнийА аХат', type: '-' },
    { rus: 'Подожди секунду, я иду!', heb: 'חכה שנייה אני בא', speak: 'хакЕ шнийА анИ бА', type: '-' },

    { rus: 'только, лишь, всего, просто', heb: 'רק', speak: 'рАк', type: '-' },
    { rus: 'Это всего лишь я.', heb: 'זה רק אני', speak: 'зЭ рАк анИ', type: '-' },
    { rus: 'Я хочу только воды.', heb: 'אני רוצה רק מים', speak: 'анИ роцЭ рАк мАим', type: '-' },

    { rus: 'Сколько, несколько, какое-то количество', heb: 'כמה', speak: 'кАма', type: '-' },
    { rus: 'Мне нужно несколько вещей.', heb: 'אני צריך כמה דברים', speak: 'анИ царИх кАма дварИм', type: '-' },
    { rus: 'Сколько это стоит?', heb: 'כמה זה עולה', speak: 'кАма зЭ олЕ', type: '-' },

    { rus: 'стоить (цена), повышаться (температура, цена)', heb: 'לעלות', speak: 'лаалОт', type: 'инфинитив' },
    { rus: 'стоит, повышается (он)', heb: 'עולה', speak: 'олЕ', type: 'мужской' },
    { rus: 'стоит, повышается (она)', heb: 'עולה', speak: 'олА', type: 'женский' },
    { rus: 'стоят, повышаются (они, м)', heb: 'עולים', speak: 'олИм', type: 'множественное, мужской' },
    { rus: 'стоят, повышаются (они, ж)', heb: 'עולות', speak: 'олОт', type: 'множественное, женский' },
    { rus: 'Солнце встаёт рано.', heb: 'השמש עולה מוקדם', speak: 'а-шЕмеш олА мукдАм', type: '-' },

    { rus: 'солнце', heb: 'שמש', speak: 'шЭмеш', type: 'женский' },
    { rus: 'солнца', heb: 'שמשות', speak: 'шэмешОт', type: 'множественное' },
    { rus: 'Солнце гарячее', heb: 'השמש חמה', speak: 'а-шЭмеш хамА', type: '-' },
    { rus: 'Два солнца в небе!', heb: 'שתי שמשות בשמים', speak: 'штИ шэмешОт ба-шамАйим', type: '-' },

    { rus: 'небо, небеса', heb: 'שמים', speak: 'шамАйим', type: 'всегда множественное' },
    { rus: 'Я смотрю в небо.', heb: 'אני מביט לשמים', speak: 'анИ мевИт ле-шамАйим', type: '-' },
    { rus: 'Небо голубое', heb: 'השמים כחולים', speak: 'а-шамАйим кхолИм', type: '-' },

    { rus: 'смотреть, наблюдать', heb: 'לְהַבִּיט', speak: 'леhабИт', type: 'инфинитив' },
    { rus: 'смотрю, смотрит (он)', heb: 'מְבִיט', speak: 'мевИт', type: 'мужской' },
    { rus: 'смотрит (она)', heb: 'מְבִיטָה', speak: 'мевитА', type: 'женский' },
    { rus: 'смотрят (они, м)', heb: 'מְבִיטִים', speak: 'мевитИм', type: 'множественное, мужской' },
    { rus: 'смотрят (они, ж)', heb: 'מְבִיטוֹת', speak: 'мевитОт', type: 'множественное, женский' },
    { rus: 'Они смотрят фильм', heb: 'הם מביטים בסרט', speak: 'hэм мевитИм бе-сЭрет', type: '-' },
    { rus: 'Она смотрит на картину', heb: 'היא מביטה על הציור', speak: 'hи мевитА аль ', type: '-' },

    { rus: 'картина', heb: 'ציור', speak: 'цийУр', type: 'мужской' },
    { rus: 'картины', heb: 'ציורים', speak: 'циюрИм', type: 'множественное' },

    ///////// 2025.11.23 /////////////////////////
    { rus: 'приказ', heb: 'צו', speak: 'цАв', type: 'мужской' },
    { rus: 'приказы', heb: 'צווים', speak: 'цавИм', type: 'множественное' },
    { rus: 'Я отдаю (даю) приказы', heb: 'אני נותן צווים', speak: 'анИ нотЕн цавИм', type: '-' },

    ///////// 2025.11.24 /////////////////////////
    { rus: 'стоять (на ногах)', heb: 'לַעֲמוֹד', speak: 'лаамОд', type: 'инфинитив' },
    { rus: 'стоит (на ногах)(он)', heb: 'עומֵד', speak: 'омЕд', type: 'мужской' },
    { rus: 'стоит (на ногах)(она)', heb: 'עומֶדֶת', speak: 'омЕдет', type: 'женский' },
    { rus: 'стоят (на ногах)(они, м)', heb: 'עומְדִים', speak: 'омдИм', type: 'множественное, мужской' },
    { rus: 'стоят (на ногах)(они, ж)', heb: 'עומְדוֹת', speak: 'омдОт', type: 'множественное, женский' },
    { rus: 'Я стою здесь', heb: 'אני עומד כאן', speak: 'анИ омЕд кАн', type: '-' },
    { rus: 'Мы стоим в очереди', heb: 'אנחנו עומדים בתור', speak: 'анАхну омдИм бе-тОр', type: '-' },

    { rus: 'рости, вырастать, увеличиваться', heb: 'לגדול', speak: 'лигдОль', type: 'инфинитив' },
    { rus: 'ростёт (он)', heb: 'גדל', speak: 'гадЭль', type: 'мужской' },
    { rus: 'ростёт (она)', heb: 'גדלה', speak: 'гделА', type: 'женский' },
    { rus: 'ростут (они, м)', heb: 'גדלים', speak: 'гдалИм', type: 'множественное, мужской' },
    { rus: 'ростут (они, ж)', heb: 'גדלות', speak: 'гдалОт', type: 'множественное, женский' },
    { rus: 'Наш город быстро растёт каждый год', heb: 'העיר שלי גדלה מהר כל שנה', speak: 'а-ир шелИ гдолА махИр кОль шанА', type: '-' },

    { rus: 'сидеть', heb: 'לָשֶׁבֶת', speak: 'лашЕвет', type: 'инфинитив' },
    { rus: 'сидит (он)', heb: 'יושב', speak: 'йошЕв', type: 'мужской' },
    { rus: 'сидит (она)', heb: 'יושבת', speak: 'йошЕвет', type: 'женский' },
    { rus: 'сидят (они, м)', heb: 'יושבים', speak: 'йошвИм', type: 'множественное, мужской' },
    { rus: 'сидят (они, ж)', heb: 'יושבות', speak: 'йошвОт', type: 'множественное, женский' },
    { rus: 'Она сидит на стуле', heb: 'היא יושבת על הכיסא', speak: 'hи йошЕвет аль а-кисЭ', type: '-' },
    { rus: 'Я сижу здесь', heb: 'אני יושב פה', speak: 'анИ йошЕв по', type: '-' },

    { rus: 'забывать', heb: 'לִשְׁכּוֹחַ', speak: 'лишкОах', type: 'инфинитив' },
    { rus: 'забывает (он)', heb: 'שׁוֹכֵחַ', speak: 'шохЕах', type: 'мужской' },
    { rus: 'забывает (она)', heb: 'שׁוֹכַחַת', speak: 'шохАхат', type: 'женский' },
    { rus: 'забывают (они, м)', heb: 'שׁוֹכְחִים', speak: 'шоххИм', type: 'множественное, мужской' },
    { rus: 'забывают (они, ж)', heb: 'שׁוֹכְחוֹת', speak: 'шоххОт', type: 'множественное, женский' },
    { rus: 'Я забываю много вещей', heb: 'אני שוכח הרבה דברים', speak: 'анИ шохЕах арбэ дварИм', type: '-' },
    { rus: 'Они всё время забывают', heb: 'הם שוכחים כל הזמן', speak: 'эм шоххИм кОль а-змАн', type: '-' },
    { rus: 'Мы иногда забываем', heb: 'אנחנו שוכחים לפעמים', speak: 'анАхну шоххИм лифамИм', type: '-' },
    
    { rus: 'резать, разрезать', heb: 'לַחְתּוֹךְ', speak: 'лахтОх', type: 'инфинитив' },
    { rus: 'режет (он)', heb: 'חוֹתֵךְ', speak: 'хотЕх', type: 'мужской' },
    { rus: 'режет (она)', heb: 'חוֹתֶכֶת', speak: 'хотЕхет', type: 'женский' },
    { rus: 'режут (они, м)', heb: 'חוֹתְכִים', speak: 'хотхИм', type: 'множественное, мужской' },
    { rus: 'режут (они, ж)', heb: 'חוֹתְכוֹת', speak: 'хотхОт', type: 'множественное, женский' },
    { rus: 'Я разрезаю торт', heb: 'אני חותך את העוגה', speak: 'анИ хотЕх эт а-угА', type: '-' },
    { rus: 'Она режет овощи', heb: 'היא חותכת ירקות', speak: 'hи хотЕхет йеракОт', type: '-' },
    { rus: 'Ты режешь слишком быстро', heb: 'את חותכת מהר מדי', speak: '', type: '-' },
    
    ///////// 2025.11.25 /////////////////////////
    { rus: 'иногда', heb: 'לפעמים', speak: 'лифамИм', type: '' },
    { rus: 'Я иногда забываю', heb: 'אני שוכח לפעמים', speak: 'анИ шохЕах лифамИм', type: '-' },
    { rus: 'Это случается иногда', heb: 'זה קורה לפעמים', speak: 'зЭ корЭ лифамИм', type: '-' },
    
    { rus: 'время, момент', heb: 'זמן', speak: 'змАн', type: '-' },
    { rus: 'есть время', heb: 'יש זמן', speak: 'еш змАн', type: '-' },
    { rus: 'нет времени', heb: 'אין זמן', speak: 'эИн змАн', type: '-' },
    { rus: 'всё время', heb: 'כל הזמן', speak: 'кОль а-змАн', type: '-' },
    { rus: 'времени недостаточно', heb: 'הזמן לא מספיק', speak: 'а-змАн лё маспИк', type: '-' },
    { rus: 'времени мало (время короткое)', heb: 'הזמן קצר', speak: 'а-змАн кацАр', type: '-' },
    { rus: 'Есть мало времени', heb: 'יש מעט זמן', speak: 'еш меАт змАн', type: '-' },
    
    { rus: 'достаточно, хватает', heb: 'מספיק', speak: 'маспИк', type: '-' },
    { rus: 'Есть достаточно времени', heb: 'יש מספיק זמן', speak: 'еш маспИк змАн', type: '-' },
    { rus: 'Недостаточно еды', heb: 'אין מספיק אוכל', speak: 'эИн маспИк Охэль', type: '-' },
    { rus: 'Это достаточно хорошо', heb: 'זה מספיק טוב', speak: 'зЭ маспИк тОв', type: '-' },
    { rus: 'Хватит!', heb: 'מספיק', speak: 'маспИк', type: '-' },
    { rus: 'Я недостаточно сплю', heb: 'אני לא ישן מספיק', speak: 'анИ лё йашЕн маспИк', type: '-' },
    { rus: 'У меня достаточно денег', heb: 'יש לי מספיק כסף', speak: 'еш ли маспИк кЕсеф', type: '-' },
    
    { rus: 'происходить, случаться', heb: 'לִקְרוֹת', speak: 'ликрОт', type: 'инфинитив' },
    { rus: 'происходит, случается (он)', heb: 'קורה', speak: 'корЕ', type: 'мужской' },
    { rus: 'происходит, случается (она)', heb: 'קורה', speak: 'корА', type: 'женский' },
    { rus: 'происходят, случаются (они, м)', heb: 'קורים', speak: 'корИм', type: 'множественное, мужской' },
    { rus: 'происходят, случаются (они, ж)', heb: 'קורות', speak: 'корОт', type: 'множественное, женский' },
    { rus: 'Это происходит иногда', heb: 'זה קורה לפעמים', speak: 'зЭ корЭ лифамИм', type: '-' },
    { rus: 'Что происходит?', heb: 'מה קורה', speak: 'ма корЭ', type: '-' },
    { rus: 'Ничего не происходит (Никаких вещей не происходит)', heb: 'שום דבר לא קורה', speak: 'шУм даВар лё корЭ', type: '-' },
    { rus: 'Всё происходит слишком быстро', heb: 'הכול קורה מהר מדי', speak: 'а-кОль корЭ мехИр мидАй', type: '-' },
    
    { rus: 'никакой, никакого, ничего', heb: 'שום', speak: 'шУм', type: '-' },
    { rus: 'Я ничего не вижу (Я не вижу никакой вещи)', heb: 'אני לא רואה שום דבר', speak: 'анИ лё роЭ шУм давАр', type: '-' },
    { rus: 'У меня нет никакой идеи', heb: 'אין לי שום רעיון', speak: 'эИн ли шУм райОн', type: '-' },
    { rus: 'У меня нету никаких денег', heb: 'אין לי שום כסף', speak: 'эИн ли шУм кЕсеф', type: '-' },
    
    { rus: 'слишком, чересчур, чрезмерно', heb: 'מדי', speak: 'мидАй', type: '-' },
    { rus: 'слишком быстро', heb: 'מהר מדי', speak: 'мехИр мидАй', type: '-' },

    ///////// 2025.11.27 /////////////////////////
    { rus: 'площадь (городская площадь)', heb: 'כיכר', speak: 'кикАр', type: 'женский' },
    { rus: 'улица и площадь', heb: 'רחוב וכיכר', speak: 'рэхОв ве-кикАр', type: '-' },
    { rus: 'На городской площади играет музыка (есть музыка)', heb: 'יש מוסיקה בכיכר העיר', speak: 'еш мУсика бе-кикАр а-ир', type: '-' },
    
    { rus: 'сад', heb: 'גן', speak: 'гАн', type: 'мужской' },
    { rus: 'сады', heb: 'גנים', speak: 'ганИм', type: 'множественное' },
    { rus: 'У моего дома большой и красивый сад', heb: 'ליד הבית שלי יש גן גדול ויפה', speak: 'ле-йАд а-бАйт шелИ еш гАн гадОль ве-йафЭ', type: '-' },
    { rus: 'Сад находится рядом с моим домом', heb: 'הגן נמצא ליד הבית שלי', speak: 'а-гАн нимцА ле-йАд а-бАйт шелИ', type: '-' },
    
    { rus: 'рядом, около, возле', heb: 'ליד', speak: 'ле-йАд', type: 'предлог' },
    { rus: 'Мой дом рядом с морем', heb: 'הבית שלי ליד הים', speak: 'а-бАйт шелИ ле-йАд а-йАм', type: '-' },
    { rus: 'Книг находится рядом с компьютером', heb: 'הספר נמצא ליד המחשב', speak: 'а-сЭфер нимцА ле-йАд а-махшЕв', type: '-' },

    { rus: 'детский сад', heb: 'גן ילדים', speak: 'гАн йеладИм', type: 'мужской' },
    { rus: 'детские сады', heb: 'גני ילדים', speak: 'ганЭй йеладИм', type: '-' },

    ///////// 2025.11.28 /////////////////////////
    { rus: 'приходить, прибывать', heb: 'לבוא', speak: 'лавО', type: 'инфинитив' },
    { rus: 'приходит (он)', heb: 'בא', speak: 'ба', type: 'мужской' },
    { rus: 'приходит (она)', heb: 'באה', speak: 'баА', type: 'женский' },
    { rus: 'приходят (они, м)', heb: 'באים', speak: 'баИм', type: 'множественное, мужской' },
    { rus: 'приходят (они, ж)', heb: 'באות', speak: 'баОт', type: 'множественное, женский' },
    { rus: 'Я прихожу домой рано', heb: 'אני בא לביתה מוקדם', speak: 'анИ ба ле-бАйта мукдАм', type: '-' },
    { rus: 'Я прихожу в сад рано', heb: 'אני בא לגן מוקדם', speak: 'анИ ба ле-гАн мукдАм', type: '-' },

    { rus: 'самостоятельно, сам, один', heb: 'לבד', speak: 'левАд', type: 'наречие' },
    { rus: 'Я живу один', heb: 'אני גר לבד', speak: 'анИ гАр левАд', type: '-' },
    { rus: 'Я учусь самостоятельно', heb: 'אני לומד לבד', speak: 'анИ ломЕд левАд', type: '-' },
    { rus: 'Я работаю один (самостоятельно)', heb: 'אני עובד לבד', speak: 'анИ овЕд левАд', type: '-' },
    { rus: 'Один дома', heb: 'לבד בבית', speak: 'левАд бе-бАйт', type: '-' },

    ///////// 2025.11.30 /////////////////////////
    { rus: 'очень приятно', heb: 'נעים מאוד', speak: 'наИм мэОд', type: '-' },
    { rus: 'Мне тоже очень приятно', heb: 'גם לי נעים מאוד', speak: 'гАм ли наИм мэОд', type: '-' },

    { rus: 'приятно, приятный', heb: 'נעים', speak: 'наИм', type: 'мужской' },
    { rus: 'приятная', heb: 'נעימה', speak: 'неимА', type: 'женский' },
    { rus: 'приятные (они, м)', heb: 'נעימים', speak: 'неимИм', type: 'множественное, мужской' },
    { rus: 'приятные (они, ж)', heb: 'נעימות', speak: 'неимОт', type: 'множественное, женский' },
    { rus: 'Приятный запах', heb: 'רֵיחַ נָעִים', speak: 'рЭах наИм', type: '-' },
    { rus: 'Мне приятно видеть тебя', heb: 'נעים לי לראות אותך', speak: 'наИм ли лирОт отхА', type: '-' },

    { rus: 'тоже, также', heb: 'גם', speak: 'гАм', type: '-' },
    { rus: 'Я тоже хочу', heb: 'אני גם רוצה', speak: 'анИ гАм роцЭ', type: '-' },
    { rus: 'Это тоже хорошо', heb: 'זה גם טוב', speak: 'зЭ гАм тОв', type: '-' },
    { rus: 'Я тоже', heb: 'גם אני', speak: 'гАм анИ', type: '-' },

    ///////// 2025.12.01 /////////////////////////
    { rus: 'сообщение', heb: 'הודעה', speak: 'hодАа', type: 'женский' },
    { rus: 'сообщения', heb: 'הודעות', speak: 'hодаОт', type: 'множественное' },
    { rus: 'У меня много сообщений в моём телефоне', heb: 'יש לי הרבה הודעות בטלפון שלי', speak: 'еш ли арбЭ hодаОт бе-телефОн шелИ', type: '-' },

    { rus: 'вместе', heb: 'יחד', speak: 'йАхад', type: '-' },
    { rus: 'вместе со всеми', heb: 'יחד עם כולם', speak: 'йАхад им кулАм', type: '-' },
    
    { rus: 'опасность', heb: 'סכנה', speak: 'саканА', type: 'женский' },
    { rus: 'опасности', heb: 'סכנות', speak: 'саканОт', type: 'множественное' },
    { rus: 'Есть много опасностей в большом городе', heb: 'יש הרבה סכנות בעיר הגדולה', speak: 'еш арбЭ саканОт бе-Ир а-гдолА', type: '-' },

    ///////// 2025.12.02 /////////////////////////
    { rus: 'для, ради (цель)', heb: 'בשביל', speak: 'бешабИл', type: 'предлог' },
    { rus: 'Они нарезают овощи для салата', heb: 'הם חותכים את הירקות בשביל הסלט', speak: 'hэм хотхИм эт а-йеракОт бешабИл а-салат', type: '-' },
    { rus: 'Я покупаю цветы для мамы', heb: 'אני קונה פרחים בשביל אמא', speak: 'анИ корЭ прахИм бешабИл Има', type: '-' },

    { rus: 'с помощью, посредством', heb: 'בעזרת', speak: 'бээзрАт', type: '-' },
    { rus: 'с помощью вилки', heb: 'בעזרת מזלג', speak: 'бээзрАт мазлЕг', type: '-' },
    { rus: 'Я пишу с помощью ручки', heb: 'אני כותב בעזרת עט', speak: 'анИ котЭв бээзрАт Эт', type: '-' },

    { rus: 'ручка', heb: 'עט', speak: 'Эт', type: 'мужской' },
    { rus: 'ручки', heb: 'עטים', speak: 'этИм', type: 'множественное' },
    { rus: 'Я пишу черной ручкой', heb: 'אני כותב בעט שחור', speak: 'анИ котЭв бе-Эт шахОр', type: '-' },
    { rus: 'Я пишу с помощью красной ручки', heb: 'אני כותב בעזרת עת אדום', speak: 'анИ котЭв бээзрАт Эт адОм', type: '-' },

    { rus: 'часть, доля, сегмент (общее, абстрактное)', heb: 'חלק', speak: 'хЭлек', type: 'мужской' },
    { rus: 'часть проекта', heb: 'חלק מהפרויקט', speak: 'хЭлек мэа-пройЕкт', type: '-' },
    { rus: 'Я хочу маленькую часть', heb: 'אני רוצה חלק קטן', speak: 'анИ роцЭ хЭлек катАн', type: '-' },

    { rus: 'кусок, ломтик, порция (обычно еды)', heb: 'חתיכה', speak: 'хатИха', type: 'женский' },
    { rus: 'кусок пирога', heb: 'חתיכה עוגה', speak: 'хатИха угА', type: '-' },
    { rus: 'Я хочу кусок пицы', heb: 'אני רוצה חתיכה מהפיצה', speak: 'анИ роцЭ хатИха меа-пИца', type: '-' },

    { rus: 'отрывок, кусок (текста)', heb: 'פסק', speak: 'пЭсек', type: 'мужской' },
    { rus: 'фрагмент книги', heb: 'פסק מהספר', speak: 'пЭсек меа-сЭфер', type: '-' },
    { rus: 'Я читаю фрагмент книги', heb: 'אני קורא את הפסק מהספר', speak: 'анИ корЭ эт а-пЭсек меа-сЭфер', type: '-' },

    { rus: 'рисунок, картина', heb: 'ציור', speak: 'цийУр', type: 'мужской' },
    { rus: 'рисунки, картины', heb: 'ציורים', speak: 'цийурИм', type: 'множественное' },
    { rus: 'Я рисую картину', heb: 'אני מצייר ציור', speak: 'анИ мецайЕр цийУр', type: '-' },

    { rus: 'рисовать', heb: 'לצייר', speak: 'лицайер', type: 'инфинитив' },
    { rus: 'рисует (он)', heb: 'מצייר', speak: 'мецайЕр', type: 'мужской' },
    { rus: 'рисует (она)', heb: 'מציירת', speak: 'мецайерЕт', type: 'женский' },
    { rus: 'рисуют (они, м)', heb: 'מציירים', speak: 'мецайрИм', type: 'множественное, мужской' },
    { rus: 'рисуют (они, ж)', heb: 'מציירות', speak: 'мецайрОт', type: 'множественное, женский' },
    { rus: 'Он рисует ручкой', heb: 'הוא מצייר בעט', speak: 'hу мецайЕр бе-Эт', type: '-' },
    { rus: 'Мы рисуем вместе', heb: 'אנחנו מציירים יחד', speak: 'анахнУ мецайрИм йАхад', type: '-' },

    ///////// 2025.12.03 /////////////////////////
    { rus: 'простой, скромный', heb: 'פשוט', speak: 'пашУт', type: 'мужской' },
    { rus: 'простая, скромная', heb: 'פשוטה', speak: 'пшУта', type: 'женский' },
    { rus: 'простые, скромные (они, м)', heb: 'פשוטים', speak: 'пшутИм', type: 'множественное, мужской' },
    { rus: 'простые, скромные (они, ж)', heb: 'פשוטות', speak: 'пшутОт', type: 'множественное, женский' },
    { rus: 'Это просто (несложно, легко)', heb: 'זה פשוט', speak: 'зЭ пашУт', type: '-' },
    { rus: 'Это простой дом (несложный)', heb: 'זה בית פשוט', speak: 'зЭ пашУт бАйт', type: '-' },
    { rus: 'Иврит не простой', heb: 'העברית לא פשוטה', speak: 'а-иврИт лё пшутА', type: '-' },
    { rus: 'Этот дом простой, но уютный', heb: 'הבית הזה פשוט, אבל נעים', speak: 'а-бАйт а-зЭ пашУт авАль наИм', type: '-' },
    { rus: 'Просто превосходно!', heb: 'פשוט מצוין', speak: 'пашУт мецуйАн', type: '-' },

    { rus: 'обычный, стандартный', heb: 'רגיל', speak: 'регИль', type: 'мужской' },
    { rus: 'обычная, стандартная', heb: 'רגילה', speak: 'регилА', type: 'женский' },
    { rus: 'Это обычный дом (нормальный)', heb: 'זה בית רגיל', speak: 'зЭ бАйт регИль', type: '-' },
    { rus: 'Она обычная женщина', heb: 'היא אישה רגילה', speak: 'hи ишА регилА', type: '-' },
    { rus: 'Он обычный человек', heb: 'הוא בן אדם רגיל', speak: 'hу бЭн адАм регИль', type: '-' },

    { rus: 'уютный, приятный', heb: 'נעים', speak: 'наИм', type: 'мужской' },
    { rus: 'уютная, приятная', heb: 'נעימה', speak: 'неимА', type: 'женский' },

    { rus: 'уютный, домашний', heb: 'ביתי', speak: 'бейтИ', type: 'мужской' },
    { rus: 'Этот дом уютный', heb: 'הבית הזה ביתי', speak: 'а-бАйт а-зЭ бейтИ', type: '-' },

    ///////// 2025.12.04 /////////////////////////
    { rus: 'стрелять', heb: 'לירות', speak: 'лирОт', type: 'инфинитив' },
    { rus: 'стреляет (он)', heb: 'יורה', speak: 'йорЭ', type: 'мужской' },
    { rus: 'стреляет (она)', heb: 'יורה', speak: 'йорА', type: 'женский' },
    { rus: 'стреляют (они, м)', heb: 'יורים', speak: 'йорИм', type: 'множественное, мужской' },
    { rus: 'стреляют (они, ж)', heb: 'יורות', speak: 'йорОт', type: 'множественное, женский' },
    { rus: 'Он стреляет в дерево', heb: 'הוא יורה בעץ', speak: 'hу йорЭ бе-Эц', type: '-' },
    { rus: 'Они не стреляют из этого', heb: 'הם לא יורים מזה', speak: 'hЭм лё йорИм ми-зЭ', type: '-' },
    { rus: 'Я не стреляю, если не вижу', heb: 'אני לא יורה אם אני לא רואה', speak: 'анИ лё йорЭ Им анИ лё роЭ', type: '-' },

    { rus: 'тщательно, дотошно, внимательно, аккуратно, скрупулёзно', heb: 'בקפידה', speak: 'бекпидА', type: 'наречие' },
    { rus: 'Она работает аккуратно', heb: 'הוא עובדת בקפידה', speak: 'hи оведЕт бекпидА', type: '-' },
    { rus: 'Они создают проект скрупулёзно', heb: 'הם יוֹצְרִים את הפרויקט בקפידה', speak: 'hэм йоцрИм эт а-пройЕкт бекпидА', type: '-' },

    ///////// 2025.12.05 /////////////////////////
    { rus: 'этаж', heb: 'קומה', speak: 'комА', type: 'женский' },
    { rus: 'этажи', heb: 'קומות', speak: 'комОт', type: 'множественное' },
    { rus: 'Я живу на третьем этаже', heb: 'אני גר בקומה שלישית', speak: 'анИ гАр бе-комА шлишИт', type: '-' },
    { rus: 'В здании десять этажей', heb: 'יש בבניין עשר קומות', speak: 'йЕш бе-бинйАн Эсэр комОт', type: '-' },
    { rus: 'Ресторан на первом этаже', heb: 'המסעדה בקומה הראשונה', speak: 'а-мисадА бе-комА а-ришонА', type: '-' },

    { rus: 'всегда', heb: 'תמיד', speak: 'тамИд', type: 'наречие' },
    { rus: 'не всегда', heb: 'לא תמיד', speak: 'лё тамИд', type: '-' },
    { rus: 'всегда-всегда', heb: 'תמיד־תמיד', speak: 'тамИд-тамИд', type: '-' },
    { rus: 'Я всегда работаю утром', heb: 'אני תמיד עובד בבוקר', speak: 'анИ тамИд овЕд бе-бОкер', type: '-' },
    { rus: 'Всегда есть чему учиться', heb: 'תמיד יש מה ללמוד', speak: 'тамИд еш мА лильмОд', type: '-' },
    { rus: 'Он всегда опаздывает', heb: 'הוא תמיד מאחר', speak: 'hу тамИд меахЭр', type: '-' },
    { rus: 'Я всегда грустный', heb: 'אני תמיד עצוב', speak: 'анИ тамИд ацУв', type: '-' },
    
    ///////// 2025.12.06 /////////////////////////
    { rus: 'опаздывать', heb: 'להאחר', speak: 'леhеахЕр', type: 'инфинитив' },
    { rus: 'опаздывает (он)', heb: 'מאחר', speak: 'меахЭр', type: 'мужской' },
    { rus: 'опаздывает (она)', heb: 'מאחרת', speak: 'меахЕрэт', type: 'женский' },
    { rus: 'опаздывают (они, м)', heb: 'מאחרים', speak: 'меахарИм', type: 'множественное, мужской' },
    { rus: 'опаздывают (они, ж)', heb: 'מאחרות', speak: 'меахарОт', type: 'множественное, женский' },
    { rus: 'Он опаздывает на работу', heb: 'הוא מאחר לעבודה', speak: 'h-у меахЭр ле-аводА', type: '-' },
    { rus: 'Они все время опаздывают', heb: 'הם מאחרים כל הזמן', speak: 'h-эм меахарИм коль а-змАн', type: '-' },
    { rus: 'Я всегда опаздываю', heb: 'אני תמיד מאחר', speak: 'анИ тамИд меахЭр', type: '-' },
    { rus: 'Я сегодня опаздываю', heb: 'אני מאחר היום', speak: 'анИ меахЭр а-йОм', type: '-' },

    { rus: 'честность (fairness)', heb: 'הוגנות', speak: 'hогнУт', type: '-' },
    { rus: 'честно (fair)', heb: 'הוגן', speak: 'h-огЕн', type: '-' },
    { rus: 'Так не честно, Это несправедливо', heb: 'זה לא הוגן', speak: 'зЭ лё h-огЕн', type: '-' },

    { rus: 'честно (fair)', heb: 'פייר', speak: 'фЕер', type: 'слэнг' },
    { rus: 'Это не честно', heb: 'זה לא פייר', speak: 'зЭ лё фЕер', type: '-' },

    { rus: 'справедливость (justice)', heb: 'צדק', speak: 'цЕдек', type: '-' },
    { rus: 'Справедливость восторжествовала (была сделана справедливость)', heb: 'נעשה צדק', speak: 'нАса цЕдек', type: '-' },
    
    { rus: 'не-, без-, анти-', heb: 'אי', speak: 'и', type: '-' },
    { rus: 'несправедливость (injustice)', heb: 'אי-צדק', speak: 'и цЕдек', type: '-' },
    { rus: 'недоброжелательность', heb: 'אי-נעומות', speak: 'и-нэимУт', type: '-' },
    { rus: 'неприятности', heb: 'אי-נעימויות', speak: 'и-нэимуйОт', type: '-' },
    { rus: 'неправда', heb: 'אי-אמת', speak: 'и-Эмет', type: '-' },
    
    { rus: 'прав', heb: 'צודק', speak: 'цодЕк', type: 'мужской' },
    { rus: 'права', heb: 'צודקת', speak: 'цодЕкэт', type: 'женский' },
    { rus: 'правы (они, м)', heb: 'צודקים', speak: 'цодкИм', type: 'множественное, мужской' },
    { rus: 'правы (они, ж)', heb: 'צודקות', speak: 'цодкОт', type: 'множественное, женский' },
    { rus: 'Ты прав', heb: 'אתה צודק', speak: 'атА цодЕк', type: '-' },
    { rus: 'Они правы насчёт этого', heb: 'הם צודקים לגבי זה', speak: 'h-эм цодкИм легавИ зЭ', type: '-' },
    { rus: 'Я думаю, что ты прав', heb: 'אני חושב שאתה צודק', speak: 'анИ ховЭш ш-отА цодЕк', type: '-' },

    { rus: 'почти', heb: 'כמעט', speak: 'кимАт', type: '-' },
    { rus: 'Почти каждый день я бегаю', heb: 'כמעט כל יום אני רץ', speak: 'кимАт коль йОм анИ рац', type: '-' },
    { rus: 'Почти нет времени', heb: 'כמעט אין זמן', speak: 'кимАт эйн змАн', type: '-' },
    { rus: 'Я почти не опаздываю', heb: 'אני כמעט לא מאחר', speak: 'анИ кимАт лё меахЭр', type: '-' },
    
    ///////// 2025.12.07 /////////////////////////
    { rus: 'аккуратность, порядок', heb: 'סדר', speak: 'сЭдер', type: '-' },
    { rus: 'неаккуратность', heb: 'אי-סדר', speak: 'и-сЭдер', type: '-' },

    { rus: 'аккуратность, точность, внимательность к деталям', heb: 'דקדוק', speak: 'дикдУк', type: '-' },
    { rus: 'неточность', heb: 'אי-דקדוק', speak: 'и-дикдУк', type: '-' },
    
    { rus: 'аккуратность (букв. внимание к деталям)', heb: 'דקדוק בפרטים', speak: 'дикдУк бе-фратИм', type: '-' },

    { rus: 'аккуратно, аккуратный', heb: 'מסודר', speak: 'месудАр', type: 'мужской' },
    { rus: 'аккуратная', heb: 'מסודרת', speak: 'месудЕрет', type: 'женский' },
    { rus: 'аккуратные (они, м)', heb: 'מסודרים', speak: 'месударИм', type: 'множественное, мужской' },
    { rus: 'аккуратные (они, ж)', heb: 'מסודרות', speak: 'месударОт', type: 'множественное, женский' },
    { rus: 'В комнате порядок', heb: 'החדר מסודר', speak: 'хЭдер месудАр', type: '-' },
    { rus: 'Я хочу аккуратный стол', heb: 'אני רוצה שולחן מסודר', speak: 'анИ роцЭ шульхАн месудАр', type: '-' },

    { rus: 'деталь (информация)', heb: 'פרט', speak: 'прАт', type: 'мужской' },
    { rus: 'детали (информация)', heb: 'פרטים', speak: 'пратИм', type: 'множественное' },
    { rus: 'Мне нужно много деталей (информации)', heb: 'אני צריך הרבה פרטים', speak: 'анИ царИх арбЭ пратИм', type: '-' },

    { rus: 'деталь, часть, кусок (физическая)', heb: 'חלק', speak: 'хЭлек', type: '-' },
    { rus: 'детали, части, куски (физические)', heb: 'חלקים', speak: 'хелакИм', type: '-' },
    { rus: 'Я кушаю часть пирога', heb: 'אני אוכל חלק מהעוגה', speak: 'анИ охЭль хЭлек ми-а-угА', type: '-' },
    
    ///////// 2025.12.08 /////////////////////////
    { rus: 'Он лучше', heb: 'הוא טוב יותר', speak: 'h-у тОв йотЕр', type: '-' },
    { rus: 'Она лучше', heb: 'היא טובה יותר', speak: 'h-и товА йотЕр', type: '-' },
    { rus: 'Они лучше', heb: 'הם טובים יותר', speak: 'h-эм товИм йотЕр', type: '-' },

    { rus: 'лучше', heb: 'עדיף', speak: 'адИф', type: '-' },
    { rus: 'Лучше сделать это сейчас, а не завтра', heb: 'עדיף לעשות את זה עכשיו ולא מחר', speak: 'адИф лаасОт эт зэ ахшАв вэ-лО махАр', type: '-' },
    { rus: 'Лучше сделать это сейчас, чем завтра', heb: 'עדיף לעשות את זה עכשיו מאשר מחר', speak: 'адИф лаасОт эт зэ ахшАв мэашЕр махАр', type: '-' },
    { rus: 'Что лучше купить? Это или это?', heb: 'מה עדיף לקנות? את זה או את זה', speak: 'мА адИф ликнОт? Эт зЭ о Эт зЭ?', type: '-' },
    { rus: 'Куда лучше пойти?', heb: 'לאן עדיף לאצת/ללכת', speak: 'леАн адИф лацЭт/лалЭхет?', type: '-' },

    { rus: 'чем', heb: 'מאשר', speak: 'мэашЕр', type: 'союз' },
    { rus: 'Я выше, чем он', heb: 'אני גבוה יותר מאשר הוא', speak: 'анИ гадОль йотЕр мэашЕр h-у', type: '-' },
    { rus: 'У меня меньше времени, чем вчера', heb: 'יש לי פחות זמן מאשר אתמול', speak: 'еш ли пахОт змАн мэашЕр этмОль', type: '-' },
    { rus: 'Я люблю чай больше, чем кофе', heb: 'אני אוהב תה יותר מאשר קפה', speak: 'анИ охЭв тЭ йотЕр мэашЕр кафЭ', type: '-' },

    { rus: 'Это яблоко краснее, чем это', heb: 'התפוח הזה יותר אדום מאשר זה', speak: 'а-тапУах а-зЭ йотЕр адОм мэашЕр зЭ', type: '-' },
    { rus: 'Это яблоко краснее этого', heb: 'התפוח הזה יותר אדום מזה', speak: 'а-тапУах а-зЭ йотЕр адОм ми-зЭ', type: '-' },

    ///////// 2025.12.09 /////////////////////////
    { rus: 'готовность', heb: 'מוכנות', speak: 'муканУт', type: 'женский' },
    { rus: 'готов', heb: 'מוכן', speak: 'мухАн', type: 'мужской' },
    { rus: 'готова', heb: 'מוכנה', speak: 'муханА', type: 'женский' },
    { rus: 'готовы (м)', heb: 'מוכנים', speak: 'муханИм', type: 'множественное, мужской' },
    { rus: 'готовы (ж)', heb: 'מוכנות', speak: 'муханОт', type: 'множественное, женский' },
    { rus: 'Я почти готов', heb: 'אני כמעט מוכן', speak: 'анИ кимАт мухАн', type: '-' },
    { rus: 'Мы готовы выйти', heb: 'אנחנו מוכנים לצאת', speak: 'анахнУ муханИм лацЕет', type: '-' },
    { rus: 'Они сейчас не готовы', heb: 'הם לא מוכנים עכשיו', speak: 'h-эм лё муханИм ахшАв', type: '-' },
    { rus: 'У него хорошая готовность к работе', heb: 'יש לו מוכנות טובה לעבודה', speak: 'еш ло муканУт товА ле-аводА', type: '-' },

    ///////// 2025.12.10 /////////////////////////
    { rus: 'экзамен, тест, проверка', heb: 'מבחן', speak: 'мивхАн', type: 'мужской' },
    { rus: 'экзамены, тесты, проверки', heb: 'מבחנים', speak: 'мивханИм', type: 'множественное' },
    { rus: 'У меня завтра экзамен', heb: 'יש לי מבחן מחר', speak: 'еш ли мивхАн махАр', type: '-' },
    { rus: 'Мне нужно учиться к экзамену', heb: 'אני צריך ללמוד למבחן', speak: 'анИ царИх лильмОд ле-мивхАн', type: '-' },
    { rus: 'Этот экзамен всегда трудный', heb: 'המבחן הזה תמיד קשה', speak: 'а-мивхАн а-зЭ тамИд кашА', type: '-' },

    { rus: 'Именно так, как нужно. / В самый раз. / Как положено.', heb: 'בדיוק כמו שצריך', speak: 'бедийУк кмО ш-црИх', type: '-' },
    { rus: 'точно, именно', heb: 'בדיוק', speak: 'бедийУк', type: '-' },
    { rus: 'нужно, требуется', heb: 'צריך', speak: 'царИх', type: '-' },
    { rus: 'что нужно / который нужен', heb: 'שצריך', speak: 'ш-црИх', type: '-' },

    { rus: 'мопед, скутер, самокат', heb: 'קטנוע', speak: 'катнОа', type: 'мужской' },
    { rus: 'мопеды, скутеры, самокаты', heb: 'קטנועים', speak: 'ктаноИм', type: 'множественное' },
    { rus: 'У меня есть маленький скутер', heb: 'יש לי קטנוע קטן', speak: 'еш ли катнОа катАн', type: '-' },
    { rus: 'Он ездит на работу на скутере', heb: 'הוא נוסע לעבודה בקטנוע', speak: 'h-у носЭа ле-аводА бе-катнОа', type: '-' },
    { rus: 'В городе есть много скутеров', heb: 'יש הרבה קטנועים בעיר', speak: 'еш арбЭ ктаноИм бе-Ир', type: '-' },

    ///////// 2025.12.12 /////////////////////////
    { rus: 'нельзя, запрещно', heb: 'אסור', speak: 'асУр', type: '-' },
    { rus: 'Нельзя входить!', heb: 'אסור להיכנס', speak: 'асУр леhиканЕс', type: '-' },
    { rus: 'Эта вещь запрещена детям!', heb: 'הדבר הזה אסור לילדים', speak: 'а-давАр а-зЭ асУр ле-йеладИм', type: '-' },
    { rus: 'Во время экзамена запрещено разговаривать!', heb: 'אסור לדבר בזמן המבחן', speak: 'асУр ледабЕр бе-змАн а-мивхАн', type: '-' },
    
    ///////// 2025.12.13 /////////////////////////
    { rus: 'быстро', heb: 'מהר', speak: 'маhЕр', type: '-' },
    { rus: 'Это происходит быстро', heb: 'זה קורה מהר', speak: 'зЭ корЭ маhЕр', type: '-' },
    { rus: 'Я бегу быстро', heb: 'אני רץ מהר', speak: 'анИ рац маhЕр', type: '-' },
    { rus: 'Он еде быстро на своей машине', heb: 'הוא נוסע מהר באוטו שלו', speak: 'h-у носЕа маhЕр бе-отО шело', type: '-' },
    { rus: 'Все дети растут быстро', heb: 'כל הילדים גדלים מהר', speak: 'кОль а-йеладИм гдолИм маhЕр', type: '-' },

    { rus: 'медленно', heb: 'לאט', speak: 'леАт', type: '-' },
    { rus: 'Это происходит медленно', heb: 'זה קורה לאט', speak: 'зЭ корЭ леАт', type: '-' },
    { rus: 'Я бегу медленно', heb: 'אני רץ לאט', speak: 'анИ рац леАт', type: '-' },
    { rus: 'Я еду медленно на своей машине', heb: 'אני נוסע לאט באוטו שלי', speak: 'анИ носЕа леАт бе-отО шели', type: '-' },
    { rus: 'Я работаю слишком медленно', heb: 'אני עובד לאט מדי', speak: 'анИ овЕд леАт мидАй', type: '-' },

    ///////// 2025.12.14 /////////////////////////
    { rus: 'был / была / были', heb: 'היה / הייתה / היו', speak: 'хайА / хайтА / хайУ', type: '-' },
    { rus: 'будет (он) / будет (она) / будут', heb: 'יהיה / תהיה / יהיו', speak: 'йийЕ / тийЕ / йийУ', type: '-' },

    { rus: 'Вчера был хороший день', heb: 'אתמול היה יום טוב', speak: 'этмОль хайА йОм тОв', type: '-' },
    { rus: 'Сегодня хороший день', heb: 'היום יום טוב', speak: 'а-йОм йОм тОв', type: '-' },
    { rus: 'Завтра будет хороший день', heb: 'מחר יהיה יום טוב', speak: 'махАр йийЕ йОм тОв', type: '-' },

    { rus: 'Вчера была вечеринка', heb: 'אתמול הייתה מסיבה', speak: 'этмОль хайтА месибА', type: '-' },
    { rus: 'Вчера были уроки', heb: 'אתמול היו שיעורים', speak: 'этмОль хайУ шийурИм', type: '-' },
    { rus: 'Вчера был тяжёлый день', heb: 'אתמול היה יום קשה', speak: 'этмОль хайА йОм кашЭ', type: '-' },

    ///////// 2025.12.15 /////////////////////////
    { rus: 'другой, иной, следующий', heb: 'אחר', speak: 'ахЭр', type: 'мужской' },
    { rus: 'другая', heb: 'אחרת', speak: 'ахЭрет', type: 'женский' },
    { rus: 'другие (они, м)', heb: 'אחרים', speak: 'ахэрИм', type: 'множественное, мужской' },
    { rus: 'другие (они, ж)', heb: 'אחרות', speak: 'ахэрОт', type: 'множественное, женский' },
    { rus: 'что-то другое', heb: 'משהו אחר', speak: 'мАшеhу ахЭр', type: '-' },
    { rus: 'Я хочу что-то другое', heb: 'אני רוצה משהו אחר', speak: 'анИ роцЭ мАшеhу ахЭр', type: '-' },
    { rus: 'Это другой день', heb: 'זה יום אחר', speak: 'зЭ йОм ахЭр', type: '-' },
    { rus: 'Есть другие идеи', heb: 'יש רעיונות אחרים', speak: 'еш районОт ахэрИм', type: '-' },

    { rus: 'записывать, зарегистрировать', heb: 'לרשום', speak: 'лиршОм', type: 'инфинитив' },
    { rus: 'записываю, записывает (он)', heb: 'רושם', speak: 'рошЕм', type: 'мужской' },
    { rus: 'записывает (она)', heb: 'רושמת', speak: 'рошЕмет', type: 'женский' },
    { rus: 'записывают (они, м)', heb: 'רושמים', speak: 'рошмИм', type: 'множественное, мужской' },
    { rus: 'записывают (они, ж)', heb: 'רושמות', speak: 'рошмОт', type: 'множественное, женский' },
    { rus: 'записать номер телефона', heb: 'לרשום מספר טלפון', speak: 'лиршОм миспАр телефОн', type: '-' },
    { rus: 'Я записываю эти числа', heb: 'אני רושם את המספרים האלה', speak: 'анИ рошЭм эт а-миспарИм а-Элэ', type: '-' },
    { rus: 'Записать ребёнка в кружок', heb: 'לרשום את הילד לחוג', speak: 'лиршОм эт а-йЕлед ле-хУг', type: '-' },
    { rus: 'Записать ребёнка к врачу', heb: 'לרשום את הילד לרופא', speak: 'лиршОм эт а-йЕлед ле-рофЕ', type: '-' },

    ///////// 2025.12.16 /////////////////////////
    { rus: 'кружок, секция, курс', heb: 'חוג', speak: 'хУг', type: 'мужской' },
    { rus: 'кружки, секции, курсы', heb: 'חוגים', speak: 'хугИм', type: 'множественное' },
    { rus: 'Есть много кружков для детей', heb: 'יש הרבה חוגים לילדים', speak: 'еш арбЭ хугИм ле-йеладИм', type: '-' },
    { rus: 'Я хожу на кружок два раза в неделю', heb: 'אני הולך לחוג פעמיים בשבוע', speak: 'анИ холЕх ле-хУг паамАйим бе-шавУа', type: '-' },
    { rus: 'ходить на кружок', heb: 'ללכת לחוג', speak: 'ле-лЕхет ле-хУг', type: '-' },
    { rus: 'вечерний курс', heb: 'חוג ערב', speak: 'хУг Эрев', type: '-' },
    { rus: 'спортивная секция', heb: 'חוג ספורט', speak: 'хУг спОрт', type: '-' },
    { rus: 'кружок рисования', heb: 'חוג ציור', speak: 'хУг цийУр', type: '-' },
    { rus: 'курс иврита', heb: 'חוג עברית', speak: 'хУг иврИт', type: '-' },

    { rus: 'раз, случай', heb: 'פעם', speak: 'пАам', type: 'женский' },
    { rus: 'разы, случаи', heb: 'פעמים', speak: 'паамИм', type: 'множественное' },
    { rus: 'много раз', heb: 'הרבה פעמים', speak: 'арбЭ паамИм', type: '-' },

    { rus: 'один раз', heb: 'פעם אחת', speak: 'пАам ахАт', type: '-' },
    { rus: 'два раза', heb: 'פעמיים', speak: 'паамАйим', type: '-' },
    { rus: 'три раза', heb: 'שלוש פעמים', speak: 'шалОш паамИм', type: '-' },

    { rus: 'Два раза в неделю', heb: 'פעמיים בשבוע', speak: 'паамАйим бе-шавУа', type: '-' },
    { rus: 'Один раз в неделю', heb: 'פעם אחת בשבוע', speak: 'пАам ахАт бе-шавУа', type: '-' },
    { rus: 'Три раза в неделю', heb: 'שלוש פעמים בשבוע', speak: 'шалОш паамИм бе-шавУа', type: '-' },

    { rus: 'неделя', heb: 'שבוע', speak: 'шавУа', type: 'мужской' },
    { rus: 'недели', heb: 'שבועות', speak: 'шавуОт', type: 'множественное' },
    { rus: 'Эта неделя короткая', heb: 'השבוע קצר', speak: 'а-шавУа кацАр', type: '-' },
    { rus: 'каждую неделю', heb: 'כל שבוע', speak: 'кОль шавУа', type: '-' },

    { rus: 'врач, доктор', heb: 'רופא', speak: 'рофЕ', type: 'мужской' },
    { rus: 'врачи, доктора', heb: 'רופאים', speak: 'рофэИм', type: 'множественное, мужской' },
    { rus: 'семейный врач', heb: 'רופא משפחה', speak: 'рофЕ мишпахА', type: '-' },

    { rus: 'врачиха, докторша', heb: 'רופאה', speak: 'рофэА', type: 'женский' },
    { rus: 'врачихи, докторши', heb: 'רופאות', speak: 'рофэОт', type: 'множественное, женский' },
    { rus: 'Она врач в больнице', heb: 'היא רופאה בבית חולים', speak: 'h-и рофэА бе-бЕйт холИм', type: '-' },

    { rus: 'больница', heb: 'בית חולים', speak: 'бЕйт холИм', type: '-' },
    { rus: 'Я сейчас в больнице', heb: 'אני בבית חולים עכשיו', speak: 'анИ бе-бЕйт холИм ахшАв', type: '-' },
    { rus: 'Он работает в большой больнице', heb: 'הוא עובד בבית חולים גדול', speak: 'h-у овЕд бебЕйт холИм гадОль', type: '-' },

    ///////// 2025.12.18 /////////////////////////
    { rus: 'аккаунт, счёт, расчёт', heb: 'חשבון', speak: 'хешБон', type: 'мужской' },
    { rus: 'аккаунты, счета', heb: 'חשבונות', speak: 'хешбонОт', type: 'множественное, мужской' },
    { rus: 'Можно счёт?', heb: 'אפשר חשבון', speak: '', type: '-' },
    { rus: 'Банковский счёт', heb: 'חשבון בנק', speak: 'хешБон бАнк', type: '-' },
    { rus: 'Аккаунт пользователя', heb: 'חשבון משתמש', speak: 'хешбОн ', type: '-' },
    { rus: 'простой расчёт', heb: 'חשבון פשוט', speak: 'хешбОн пашУт', type: '-' },
    { rus: 'Я делаю трудный расчёт', heb: 'אני עושה חשבון קשה', speak: 'анИ осЭ хешбОн кашЭ', type: '-' },
    
    { rus: 'можно, возможно', heb: 'אפשר', speak: 'эфшАр', type: '-' },
    { rus: 'Можно воды?', heb: 'אפשר מים', speak: 'эфшАр маИм', type: '-' },
    { rus: 'Можно войти?', heb: 'אפשר להיכנס', speak: 'эфшАр леиканЕс', type: '-' },
    { rus: 'Возможно, это правда', heb: 'אפשר שזה נכון', speak: 'эфшАр ше-зЭ нахОн', type: '-' },
    { rus: 'Можно минутку?', heb: 'אפשר רגע', speak: 'эфшАр рЭга', type: '-' },
    { rus: 'Можно с тобой поговорить?', heb: 'אפשר לדבר איתך', speak: 'эфшАр ледабЕр итАх', type: '-' },
    { rus: 'Можно, пожалуйста ...?', heb: 'אפשר בבקשה', speak: 'эфшАр бавакашА', type: '-' },
    
    { rus: 'пользователь', heb: 'משתמש', speak: 'миштамЕш', type: 'мужской' },
    { rus: 'пользователь', heb: 'משתמשת', speak: 'миштамЕшет', type: 'женский' },
    { rus: 'пользователь', heb: 'משתמשים', speak: 'миштамешИм', type: 'множественное, мужской' },
    { rus: 'пользователь', heb: 'משתמשות', speak: 'миштамешОт', type: 'множественное, женский' },
    { rus: 'пользователь приложения', heb: 'משתמש באפליקציה', speak: 'миштамЕш бе-апликАцийа', type: '-' },
    { rus: 'Я новый пользователь на сайте', heb: 'אני משתמש חדש באתר', speak: 'анИ миштамЕш хадАш бе-атАр', type: '-' },

    { rus: 'пользоваться', heb: 'להשתמש', speak: 'леимиштамЕш', type: 'инфинитив' },
    { rus: 'пользоваться ручкой', heb: 'להשתמש בעט', speak: 'леиштамЕш бе-Эт', type: '-' },

    { rus: 'сайт (в интернете), место, локация', heb: 'אתר', speak: 'атАр', type: 'мужской' },
    { rus: 'сайты (в интернете), места, локации', heb: 'אתרים', speak: 'атарИм', type: 'множественное, мужской' },
    { rus: 'зайти на сайт', heb: 'להיכנס לאתר', speak: 'ле-иканЕс ле-атАр', type: '-' },
    { rus: 'на сайте', heb: 'באתר', speak: 'бе-атАр', type: '-' },
    { rus: 'Я пользователь этого сайта', heb: 'אני משתמש באתר הזה', speak: 'анИ миштамЕш бе-атАр а-зЭ', type: '-' },

    ///////// 2025.12.19 /////////////////////////
    { rus: 'снеки, семечки, решки', heb: 'פיצוחים', speak: 'пицухИм', type: '-' },
    { rus: 'орешки арахиса', heb: 'פיצוחי בוטנים', speak: 'пицухЕй ботнИм', type: '-' },
    { rus: 'снеки для вечеринки', heb: 'פיצוחי מסיבה', speak: 'пицухЕй месибА', type: '-' },

    { rus: 'раскалывание, щёлканье', heb: 'פיצוח', speak: 'пицУх', type: '-' },
    { rus: 'раскусывать, щёлкать', heb: 'לפצח', speak: 'лепацАх', type: '-' },

    { rus: 'вечеринка, праздник, тусовка', heb: 'מסיבה', speak: 'месибА', type: 'женский' },
    { rus: 'вечеринки, праздники, тусовки', heb: 'מסיבות', speak: 'месибОт', type: '-' },
    { rus: 'Сегодня есть вечеринка', heb: 'יש מסיבה היום', speak: 'еш месибОт а-йОм', type: '-' },

    { rus: 'день рождения (праздник)', heb: 'מסיבת יום הולדת', speak: 'месибА йОм олЕдет', type: '-' },
    { rus: 'С Днем Рождения! (счастливый день рождения)', heb: 'יום הולדת שמח', speak: 'йОм олЕдет самЕах', type: '-' },

    { rus: 'радость, веселье', heb: 'שמחה', speak: 'симхА', type: 'женский' },
    { rus: 'радости, праздники, торжества', heb: 'שמחות', speak: 'смахОт', type: 'множественное, женский' },
    { rus: 'большая радость', heb: 'שמחה גדולה', speak: 'симхА гдолА', type: '-' },
    { rus: 'С радостью!', heb: 'בשמחה', speak: 'бе-симхА', type: '-' },
    { rus: 'У нас нет праздников на этой неделе', heb: 'אין לנו שמחות השבוע', speak: 'Эн ланУ смахОт а-шавУа', type: '-' },
    { rus: 'У нас есть праздники в семье', heb: 'יש לנו שמחות במשפחה', speak: 'еш ланУ смахОт бе-мишпахА', type: '-' },
    { rus: 'В этом году у нас много праздников', heb: 'יש לנו הרבה שמחות השנה', speak: 'еш ланУ арбЕ смахОт а-шанА', type: '-' },
    { rus: 'Мы приходим на праздник рано', heb: 'אנחנו באים לשמחה מוקדם', speak: 'анахнУ баИм ле-симхА мукдАм', type: '-' },

    { rus: 'праздник семейный (личный)', heb: 'שמחה', speak: 'симхА', type: 'женский' },
    { rus: 'праздники семейные (личные)', heb: 'שמחות', speak: 'смахОт', type: 'множественное, женский' },

    { rus: 'праздник государственный (официальный)', heb: 'חג', speak: 'хАг', type: 'мужской' },
    { rus: 'праздники государственные (официальные)', heb: 'חגים', speak: 'хагИм', type: 'множественное, мужской' },
    { rus: 'В праздник мы не работаем', heb: 'בחג אנחנו לא עובדים', speak: 'бе-хАг анАхну лё овдИм', type: '-' },
    { rus: 'Этот праздник очень важный', heb: 'החג הזה חשוב מאוד', speak: 'а-хАг а-зЭ хашУв мэОд', type: '-' },
    
    ///////// 2025.12.20 /////////////////////////
    { rus: 'важный', heb: 'חשוב', speak: 'хашУв', type: 'мужской' },
    { rus: 'важная', heb: 'חשובה', speak: 'хашувА', type: 'женский' },
    { rus: 'важные (они, м)', heb: 'חשובים', speak: 'хашувИм', type: 'множественное, мужской' },
    { rus: 'важные (они, ж)', heb: 'חשובות', speak: 'хашувОт', type: 'множественное, женский' },
    { rus: 'Это очень важно', heb: 'זה חשוב מאוד', speak: 'зЄ хашУв мєОд', type: '-' },
    { rus: 'Важные вещи', heb: 'דברים חשובים', speak: 'дварИм хашувИм', type: '-' },
    { rus: 'Мне важно', heb: 'חשוב לי', speak: 'хашУв лИ', type: '-' },
    { rus: 'Важные вопросы', heb: 'שאלות חשובות', speak: 'хашувОт', type: '-' },

    { rus: 'вопрос', heb: 'שאלה', speak: 'шеелА', type: 'женский' },
    { rus: 'вопросы', heb: 'שאלות', speak: 'шеелОт', type: 'множественное, женский' },
    { rus: 'У меня нет вопросов', heb: 'אין לי שאלות', speak: 'эн ли шеелОт', type: '-' },
    { rus: 'У меня есть вопросы', heb: 'יש לי שאלות', speak: 'еш ли шеелОт', type: '-' },
    { rus: 'простые вопросы', heb: 'שאלות פשוטות', speak: 'шеелОт пшутОт', type: '-' },

    ///////// 2025.12.22 /////////////////////////
    { rus: 'решение (задачи, проблемы, вопроса)', heb: 'פתרון', speak: 'питроОн', type: 'мужской' },
    { rus: 'решения', heb: 'פתרונות', speak: 'питроноОт', type: 'множественное' },
    { rus: 'Это простое решение', heb: 'זה פתרון פשוט', speak: 'зЭ питроОн пашУт', type: '-' },
    { rus: 'временное решение', heb: 'פתרון זמני', speak: 'питроОн зманИ', type: '-' },

    { rus: 'способ', heb: 'צורה', speak: 'цурА', type: 'женский' },
    { rus: 'способы', heb: 'צורות', speak: 'цурОт', type: 'множественное' },
    { rus: 'Это простой способ', heb: 'זה צורה פשוטה', speak: 'зЭ цурА пшутА', type: '-' },
    { rus: 'простым способом', heb: 'בצורה פשותה', speak: 'бе-цурА пшутА', type: '-' },

    { rus: 'временный', heb: 'זמני', speak: 'зманИ', type: 'мужской' },
    { rus: 'временная', heb: 'זמנית', speak: 'зманИт', type: 'женский' },
    { rus: 'временные (они, м)', heb: 'זמניים', speak: 'зманийИм', type: 'множественное, мужской' },
    { rus: 'временные (они, ж)', heb: 'זמניות', speak: 'зманийОт', type: 'множественное, женский' },
    { rus: 'У меня есть временная работа', heb: 'יש לי עבודה זמנית', speak: 'еш ли аводА зманИт', type: '-' },
    { rus: 'временные трудности', heb: 'קשיים זמניים', speak: 'кошийИм зманийИм', type: '-' },
    { rus: 'У меня есть временные трудности на работе', heb: 'יש לי קשיים זמניים בעבודה', speak: 'еш кошийИм зманийИм бе-аводА', type: '-' },

    { rus: 'трудность', heb: 'קשי', speak: 'кошИ', type: '-' },
    { rus: 'трудности', heb: 'קשיים', speak: 'кошийИм', type: '-' },
    { rus: 'трудности на работе', heb: 'קשיים בעבודה', speak: 'кошийИм бе-аводА', type: '-' },
    { rus: 'У меня есть небольшие трудности на работе', heb: 'יש לי קצת קשיים בעבודה', speak: 'еш ли кцАт кошийИм бе-аводА', type: '-' },

    ///////// 2025.12.23 /////////////////////////
    { rus: 'временный (случайный, непрочный)', heb: 'ארעי', speak: 'арайИ', type: 'мужской' },
    { rus: 'временная (случайная, непрочная)', heb: 'ארעית', speak: 'арайИт', type: 'женский' },
    { rus: 'временные (случайные, непрочные) (м)', heb: 'ארעיים', speak: 'арайИм', type: 'множественное, мужской' },
    { rus: 'временные (случайные, непрочные) (ж)', heb: 'ארעיות', speak: 'арайийОт', type: 'множественное, женский' },
    { rus: 'случайная работа (нестабильная)', heb: 'עבודה ארעית', speak: 'аводА арайИт', type: '-' },
    { rus: 'непрочное решение', heb: 'פתרון ארעי', speak: 'питроОн арайИ', type: '-' },
    { rus: 'временное строение', heb: 'מבנה ארעי', speak: 'мивнЭ арайИ', type: '-' },

    { rus: 'строение, здание, сооружение, структура', heb: 'מבנה', speak: 'мивнЭ', type: 'мужской' },
    { rus: 'строения, здания, сооружения, структуры', heb: 'מבנים', speak: 'мивнИм', type: 'множественное' },
    { rus: 'высокое здание', heb: 'מבנה גדוה', speak: 'мивнЭ гдоА', type: '-' },
    { rus: 'структура организации', heb: 'מבנה הארגון', speak: 'мивнЭ аргУн', type: '-' },
    { rus: 'структура сайта', heb: 'מבנה האתר', speak: 'мивнЭ а-атАр', type: '-' },

    { rus: 'организация', heb: 'ארגון', speak: 'аргУн', type: 'мужской' },
    { rus: 'организации', heb: 'ארגונים', speak: 'аргунИм', type: 'множественное' },
    { rus: 'Он работает в крупной организации', heb: 'הוא עובד בארגון גדול', speak: 'h-у овЭд бе-аргУн гадОль', type: '-' },
    
    ///////// 2025.12.24 /////////////////////////
    { rus: 'нести вещи / вести переговоры', heb: 'לשאת דברים', speak: 'ласЭт дварИм', type: '-' },
    { rus: 'Он ведет грусные перегворы', heb: 'הוא נושא דברים עצבות', speak: 'h-у носЭ дварИм ацувОт', type: '-' },
    { rus: 'Он несет тяжёлые вещи', heb: 'הוא נושא דברים כבדים', speak: 'h-у носЭ дварИм кведИм', type: '-' },

    ///////// 2025.12.25 /////////////////////////
    { rus: 'ерунда', heb: 'שטויות', speak: 'штуйОт', type: '-' },
    { rus: 'Я говорю ерунду', heb: 'אני מדבר שטויות', speak: 'анИ медабЕр штуйОт', type: '-' },
    { rus: 'Это ерунда', heb: 'זה שטויות', speak: 'зЭ штуйОт', type: '-' },

    ///////// 2025.12.28 /////////////////////////
    { rus: 'касса', heb: 'קופה', speak: 'купА', type: '-' },
    { rus: 'кассы', heb: 'קופות', speak: 'купОт', type: '-' },
    
    { rus: 'оплата, платеж', heb: 'תשלום', speak: 'ташлУм', type: '-' },

    { rus: 'кассы оплаты', heb: 'קופות תשלום', speak: 'купОт ташлУм', type: '-' },
    { rus: 'автоматические кассы оплаты', heb: 'קופות תשלום אוטומטיות', speak: 'купОт ташлУм отоматийОт', type: '-' },

    { rus: 'терминал, стойка, станция', heb: 'עמדה', speak: 'амадА', type: '-' },
    { rus: 'терминалы, стойки, станции', heb: 'עמדות', speak: 'амадОт', type: '-' },
    { rus: 'терминалы для оплаты', heb: 'עמדות תשלום', speak: 'амадОт ташлУм', type: '-' },

    ///////// 2025.12.29 /////////////////////////
    { rus: 'строительство', heb: 'בניה', speak: 'бнийА', type: 'женский' },
    { rus: 'строительства', heb: 'בניות', speak: 'бнийОт', type: 'женский' },
    { rus: 'новое строительство', heb: 'בניה חדשה', speak: 'бнийА хадашА', type: '-' },
    { rus: 'строительство домов (смихут тут)', heb: 'בנית בתים', speak: 'бнийАт батИм', type: '-' },
    { rus: 'строительство нового здания (смихут тут)', heb: 'בנית מבנה חדש', speak: 'бнийАт мивнЭ хадАш', type: '-' },

    ///////// 2026.01.01 /////////////////////////
    { rus: 'Счастливого Нового Года!', heb: 'שנה חדשה שמחה', speak: 'шанА хадашА смехА', type: '-' },

    ///////// 2026.01.02 /////////////////////////
    { rus: 'кружка, стакан', heb: 'ספל', speak: 'сЕфел', type: 'мужской' },
    { rus: 'кружки, стаканы', heb: 'ספלים', speak: 'сфалИм', type: 'множественное' },
    { rus: 'кружка кофе', heb: 'ספל קפה', speak: 'сЕфел кафЕ', type: '-' },

    { rus: 'мяч, шар', heb: 'כדור', speak: 'кадУр', type: 'мужской' },
    { rus: 'мячи, шары', heb: 'כדורים', speak: 'кадурИм', type: 'множественное' },

    { rus: 'изображение, картинка, фотография', heb: 'תמונה', speak: 'тмунА', type: 'женский' },
    { rus: 'изображения, картинки, фотографии', heb: 'תמונות', speak: 'тмунОт', type: 'множественное' },

    ///////// 2026.01.20 /////////////////////////
    { rus: 'лист, страница', heb: 'דף', speak: 'дАф', type: 'мужской' },
    { rus: 'листы, страницы', heb: 'דפים', speak: 'дапИм', type: 'мужской, множественное' },
    { rus: 'страница книги', heb: 'דף ספר', speak: 'дАф сЕфер', type: '-' },

    ///////// 2026.01.23 /////////////////////////
    { rus: 'ещё', heb: 'עוד', speak: 'Од', type: '-' },
    { rus: 'ещё минутку', heb: 'רגע עוד', speak: 'рЭга Од', type: '-' },

    { rus: 'малыш, сопляк, очень молодой, неопытный человек', heb: 'צוציק', speak: 'цУцык', type: 'мужской' },
    { rus: 'малыши, споляки, неопытные люди', heb: 'צוציקים', speak: 'цуцыкИм', type: 'мужской, множественное' },
    { rus: 'Он еще неопытный', heb: 'הוא עוד צוציק', speak: 'h-у Од цУцык', type: '-' },
    
    { rus: 'готово', heb: 'מוכן', speak: 'мухАн', type: '-' },
    { rus: 'Это еще не готово', heb: 'זה עוד לא מוכן', speak: 'зЭ Од льО мухАн', type: '-' },

    ///////// 2026.01.24 /////////////////////////
    { rus: 'дешёвый (inexpensive)', heb: 'זול', speak: 'зОль', type: 'мужской' },
    { rus: 'дешёвая (inexpensive)', heb: 'זולה', speak: 'золА', type: 'женский' },
    { rus: 'дешёвые (м)', heb: 'זולים', speak: 'золИм', type: 'множественное, мужской' },
    { rus: 'дешёвые (ж)', heb: 'זולות', speak: 'золОт', type: 'множественное, женский' },

    { rus: 'дешевле', heb: 'יותר זול / זולה', speak: 'йотЕр зОль / золА', type: '-' },
    { rus: 'менее дешевле (дороже)', heb: 'פחות זול / זולה', speak: 'пахОт зОль / золА', type: '-' },

    ///////// 2026.01.25 /////////////////////////
    { rus: 'дорогой', heb: 'יקר', speak: 'йакАр', type: 'мужской' },
    { rus: 'дорогая', heb: 'יקרה', speak: 'йекарА', type: 'женский' },
    { rus: 'дорогие (м)', heb: 'יקרים', speak: 'йекарИм', type: 'множественное, мужской' },
    { rus: 'дорогие (ж)', heb: 'יקרות', speak: 'йекарОт', type: 'множественное, женский' },

    { rus: 'дороже', heb: 'יותר יקר / יקרה', speak: 'йотЕр йакАр / йекарА', type: '-' },
    { rus: 'очень дорого', heb: 'יקר מאוד', speak: 'йакАр мэОд', type: '-' },
    { rus: 'слишком дорого', heb: 'יקר מדי', speak: 'йакАр мидАй', type: '-' },
    { rus: 'самый дорогой', heb: 'הכי יקר', speak: 'а-хИ йакАр', type: '-' },

    { rus: 'слишком (too)', heb: 'מדי', speak: 'мидАй', type: '-' },
    { rus: 'Это слишком трудно для всех', heb: 'זה קשה מדי לכולם', speak: 'зЭ кашЭ мидАй лекулАм', type: '-' },
    { rus: 'Я работаю слишком медленно', heb: 'אני עובד לאט מדי', speak: 'анИ овЕд леАт мидАй', type: '-' },
    
    { rus: 'самый (the most)', heb: 'הכי', speak: 'а-хИ', type: '-' },
    { rus: 'Это самый лучший фильм', heb: 'זה הסרט הכי טוב', speak: 'зЭ а-сЭрэт а-хИ тОв', type: '-' },
    { rus: 'Этот кофе самый вкусенй', heb: 'הקפה הזה הכי טעים', speak: 'а-кафЕ а-зЭ а-хИ таИм', type: '-' },

    ///////// 2026.01.28 /////////////////////////
    { rus: 'понятно, ясно, очевидно', heb: 'ברור', speak: 'барУр', type: '-' },
    { rus: 'Мне это понятно', heb: 'זה ברור לי', speak: 'зЭ барУр лИ', type: '-' },
    { rus: 'Объяснение непонятно', heb: 'ההסבר לא ברור', speak: 'а-а-эсбЕр лЁ барУр', type: '-' },

    { rus: 'значение, объяснение', heb: 'הסבר', speak: 'а-эсбЕр', type: '-' },
    { rus: 'Хорошее объяснение', heb: 'הסבר טוב', speak: 'а-эсбЕр тОв', type: '-' },

    { rus: 'важный', heb: 'חשוב', speak: 'хашУв', type: '-' },
    { rus: 'Это неважно для меня', heb: 'זה לא חשוב בשבילי', speak: 'зЭ лЁ хашУв бешабИли', type: '-' },

    { rus: 'возможный', heb: 'אפשרי', speak: 'эфшарИ', type: '-' },
    { rus: 'Это для меня невозможно', heb: 'זה בלתי אפשרי בשבילי', speak: 'зЭ билтИ эфшарИ бешабИли', type: '-' },
    
    { rus: 'не, без (отрицание)', heb: 'בלתי', speak: 'билтИ', type: '-' },
    { rus: 'невозможный', heb: 'בלתי אפשרי', speak: 'билтИ эфшарИ', type: '-' },

    ///////// 2026.01.29 /////////////////////////
    { rus: 'ничего, вообще ничего', heb: 'כלום', speak: 'клУм', type: '-' },
    { rus: 'Я ничего не вижу', heb: 'אני לא רואה כלום', speak: 'анИ льО роЭ клУм', type: '-' },
    { rus: 'У меня ничего нет', heb: 'אין לי כלום', speak: 'Ейн лИ клУм', type: '-' },
    { rus: 'Он ничего не сказал', heb: 'הוא לא אמר כלום', speak: 'а-у льО Амар клУм', type: '-' },
    { rus: 'У тебя есть что-нибудь?', heb: 'יש לך כלום', speak: 'Еш льэхА клУм', type: '-' },

    ///////// 2026.01.30 /////////////////////////
    { rus: 'картофель (бытовое)', heb: 'תפוד', speak: 'тапУд', type: '-' },
    { rus: 'картофелины (бытовое)', heb: 'תפודים', speak: 'тапудИм', type: '-' },
    { rus: 'печёная картошка', heb: 'תפוד אפוי', speak: 'тапУд афУй', type: '-' },
    { rus: 'картофельный салат', heb: 'סלט תפודים', speak: 'салАт тапудИм', type: '-' },

    ///////// 2026.01.31 /////////////////////////
    { rus: 'Добро пожаловать!', heb: 'מברוך', speak: 'мибрУх', type: '-' },
    
    { rus: 'благословенный, блаженный', heb: 'מבורך', speak: 'меворАх', type: '-' },
    { rus: 'Счастливой и благословенной субботы!', heb: 'שבת שלום ומבורך', speak: 'шабАт шалОм ве-меворАх', type: '-' },
    
    ///////// 2026.02.03 /////////////////////////
    { rus: 'всё время', heb: 'כל הזמן', speak: 'кОль а-замАн', type: '-' },
    { rus: 'всё море', heb: 'כל הים', speak: 'кОль а-йОм', type: '-' },
    { rus: 'всё дерево', heb: 'כל העץ', speak: 'кОль а-Эц', type: '-' },
    { rus: 'все картофелины (весь картофель)', heb: 'כל התפודים', speak: 'кОль а-тапудИм', type: '-' },

    ///////// 2026.02.04 /////////////////////////
    { rus: 'наблюдение', heb: 'מעקב', speak: 'амакАв', type: 'мужской' },
    { rus: 'наблюдения', heb: 'מעקבים', speak: 'амакавИм', type: 'мужской, множественное' },
    { rus: 'Отслеживание посылки', heb: 'המעקב אחרי החבילה', speak: 'а-амакАв ахарЕй а-хавилА', type: '-' },

    { rus: 'после, следуя, вслед за, из-за', heb: 'אחרי', speak: 'ахарЕй', type: '-' },
    { rus: 'После этого', heb: 'אחרי זה', speak: 'ахарЕй зЭ', type: '-' },
    { rus: 'После работы', heb: 'אחרי העבודה', speak: 'ахарЕй а-аводА', type: '-' },
    { rus: 'Бежать за', heb: 'לרוץ אחרי', speak: 'ларУц ахарЕй', type: '-' },

    { rus: 'учёный, опытный, исследователь', heb: 'מדען', speak: 'мадАн', type: '-' },
    { rus: 'кот-учёный, научный кот', heb: 'חתול מדען', speak: 'хатУль мадАн', type: '-' },

    { rus: 'всё пошло не так, всё испортилось', heb: 'הכל השתבש', speak: 'а-кОль а-иштабЕш', type: 'прошедшее время' },
    { rus: 'Вещь, которая сломалась', heb: 'הדבר שהשתבש', speak: 'а-даВар ше-а-ишбабЕш', type: 'прошедшее время' },

    ///////// 2026.02.05 /////////////////////////
    { rus: 'посылка, пакет, бандероль', heb: 'חבילה', speak: 'хавилА', type: 'женский' },
    { rus: 'посылки, пакеты, бандероли', heb: 'חבילות', speak: 'хавилОт', type: '-' },
    { rus: 'Отправить посылку', heb: 'לשלוח חבילה', speak: 'лишлоАх хавилА', type: '-' },
    { rus: 'Получить посылку', heb: 'לקבל חבילה', speak: 'лекабЕл хавилА', type: '-' },

    ///////// 2026.02.09 /////////////////////////
    { rus: 'отправлять, посылать', heb: 'לשלוח', speak: 'лишлоАх', type: 'инфинитив' },
    { rus: 'отправляет (м)', heb: 'שולח', speak: 'шолЕах', type: 'мужской' },
    { rus: 'отправляет (ж)', heb: 'שולחת', speak: 'шолАхат', type: 'женский' },
    { rus: 'отправляют (мн, м)', heb: 'שולחים', speak: 'шульхИм', type: 'множественное, мужской' },
    { rus: 'отправляют (мн, ж)', heb: 'שולחות', speak: 'шульхОт', type: 'множественное, женский' },

    { rus: 'получать, принимать', heb: 'לקבל', speak: 'лекабЕл', type: 'инфинитив' },
    { rus: 'получает (м)', heb: 'מקבל', speak: 'мекабЕль', type: 'мужской' },
    { rus: 'получает (ж)', heb: 'מקבלת', speak: 'мекабЕлет', type: 'женский' },
    { rus: 'получают (мн, м)', heb: 'מקבלים', speak: 'мекаблИм', type: 'множественное, мужской' },
    { rus: 'получают (мн, ж)', heb: 'מקבלות', speak: 'мекаблОт', type: 'множественное, женский' },

    ///////// 2026.02.13 /////////////////////////
    { rus: 'полотенце', heb: 'מגבת', speak: 'магвЕт', type: '-' },
    { rus: 'полотенца', heb: 'מגבות', speak: 'магваОт', type: '-' },
    { rus: 'мокрое полотенце', heb: 'המגבת רטובה', speak: 'а-магвЕт ратовА', type: '-' },

    { rus: 'молодой', heb: 'צעיר', speak: 'цаИр', type: '-' },
    { rus: 'Молодой кот', heb: 'חתול צעיר', speak: 'хатУль цаИр', type: '-' },

    { rus: 'взрослый', heb: 'מבוגר', speak: 'мевугАр', type: '-' },
    { rus: 'Взрослый кот', heb: 'חתול מבוגר', speak: 'хатУль мевугАр', type: '-' },

    { rus: 'старый (пожилой)', heb: 'זקן', speak: 'закЕн', type: '-' },
    { rus: 'Старый кот', heb: 'חתול זקן', speak: 'хатУль закЕн', type: '-' },

    ///////// 2026.02.16 /////////////////////////
    { rus: 'между', heb: 'בין', speak: 'бЭйн', type: '-' },
    { rus: 'между Х и Y', heb: 'בין X ל־Y', speak: 'бэйн Х ле-Y', type: '-' },
    { rus: 'между хорошим и плохим', heb: 'בין טוב לרע', speak: 'бЭйн тОв ле-рА', type: '-' },
    { rus: 'между нами', heb: 'בינינו', speak: 'бэйненУ', type: '-' },

    ///////// 2026.02.17 /////////////////////////
    { rus: 'пожарник', heb: 'כבאי', speak: 'кабАй', type: '-' },
    { rus: 'пожарники', heb: 'כבאים', speak: 'кабаИм', type: '-' },

    { rus: 'пожарник-женщина', heb: 'כבאית', speak: 'кабаИт', type: '-' },
    { rus: 'пожарники-женщины', heb: 'כבאיות', speak: 'кабайОт', type: '-' },

    { rus: 'тушить, гасить', heb: 'לכבות', speak: 'лехабОт', type: '-' },
    
    { rus: 'барьер, граница, разделитель, буфер', heb: 'חיץ', speak: 'хЕйц', type: '-' },
    { rus: 'Барьер между добром и злом', heb: 'חיץ בין טוב לרע', speak: 'хЕйц бЭйн тОв ле-рА', type: '-' },
    { rus: 'Граница между странами', heb: 'חיץ בין מדינות', speak: 'хЕйц бЭйн мединОт', type: '-' },
    
    ///////// 2026.02.18 /////////////////////////
    { rus: 'перегородка (физическая стенка)', heb: 'מחיצה', speak: 'мехИца', type: '-' },
    { rus: 'Перегородка между двумя комнатами', heb: 'מחיצה בין שני חדרים', speak: 'мехИца бЭйн шнЕй хедерИм', type: '-' },
    
    { rus: 'гостиница, пансион', heb: 'פנסיון', speak: 'пансьОн', type: '-' },
    { rus: 'гостиница для cобак', heb: 'פנסיון לכלבים', speak: 'пансьОн ле-клавИм', type: '-' },
    
    { rus: 'ферма', heb: 'חווה', speak: 'хаВа', type: '-' },
    { rus: 'фермы', heb: 'חוות', speak: 'хавАт', type: '-' },
    { rus: 'Питомник собак (ферма собачья)', heb: 'חוות כלבים', speak: 'хавА клавИм', type: '-' },
    { rus: 'Ферма дяди Моше', heb: 'חוות הדוד משה', speak: 'хавАт а-дОд мощЕ', type: '-' },

    ///////// 2026.02.20 /////////////////////////
    { rus: 'сумасшедший, безумный', heb: 'משוגע', speak: 'мешугА', type: 'мужской' },
    { rus: 'сумасшедшая, безумная', heb: 'משוגעת', speak: 'мешугАат', type: 'женский' },
    { rus: 'Ты с ума сошёл?', heb: 'אתה משוגע', speak: 'атА мешугА', type: '-' },
    { rus: 'безумная идея', heb: 'רעיון משוגע', speak: 'райОн мешугА', type: '-' },
    { rus: 'Он сумасшедший', heb: 'הוא משוגע', speak: 'а-у мешугА', type: '-' },
    
    { rus: 'сводит с ума', heb: 'משגע', speak: 'мешагЕа', type: '-' },
    { rus: 'Он меня сводит с ума', heb: 'הוא משגע אותי', speak: 'а-у мешагЕа отИ', type: '-' },

    ///////// 2026.02.21 /////////////////////////
    { rus: 'нормальный, вменяемый, психически здоровый, в здравом уме', heb: 'שפוי', speak: 'шафУй', type: 'мужской' },
    { rus: 'нормальная, вменяемая, психически здоровая', heb: 'שפויה', speak: 'шафУйа', type: 'женский' },
    { rus: 'Он не сумасшедший, он в здравом уме.', heb: 'הוא לא משוגע, הוא שפוי', speak: 'а-у лё мешугА, а-у шафУй', type: '-' },

    ///////// 2026.02.24 /////////////////////////
    { rus: 'путь, дорога, маршрут, тропа', heb: 'נתיב', speak: 'натИв', type: '-' },
    { rus: 'правая/левая полоса', heb: 'נתיב ימני/שמאלי', speak: 'натИв ', type: '-' },

    { rus: 'правый', heb: 'ימני', speak: 'йеманИ', type: '-' },
    { rus: 'левый', heb: 'שמאלי', speak: 'смалИ', type: '-' },
    { rus: 'Правая сторона', heb: 'צד ימני', speak: 'цАд йеманИ', type: '-' },
    { rus: 'Левая рука', heb: '	יד שמאלית', speak: 'йАд смалИт', type: '-' },
    
    { rus: 'сторона, бок', heb: 'צד', speak: 'цАд', type: '-' },
    { rus: 'стороны, бока', heb: 'צדדים', speak: 'цдадИм', type: '-' },
];

export { myDictionaryFull };
